{
  "10": [
    [
      "Nimbus",
      "シロ",
      "A rugged tiger from a world with no other beastfolk. All he had to trust were his own two fists—until he befriended a young lord named Rolan.",
      "Tigerman",
      "Wild Roar",
      "Unsheathes claws and lunges at the closest target, inflicting wind damage on nearby foes / Increases attack for self",
      "Wild Roar+",
      "Unsheathes claws and lunges at the closest target, inflicting wind damage on nearby foes / Increases attack for self",
      "Last Warning",
      "Kenta Miyake"
    ]
  ],
  "111001": [
    [
      "Vagner",
      "ヴァーグナー",
      "A dragon who has lived for many lives of humans and speaks the tongues of many creatures. He bears little respect for mortals—save for a champion named Light, who once engaged him in deadly combat.",
      "Winged Inferno",
      "Prominence Blaze",
      "Breathes a burst of flame, inflicting fire damage on foes in front",
      "Prominence Blaze+",
      "Breathes a burst of flame, inflicting fire damage on foes in front",
      "Throne of Fire",
      "Shunsuke Takeuchi"
    ]
  ],
  "111002": [
    [
      "Marina",
      "マリーナ",
      "The pirate captain of the Crimson Blades. Some may see her as crass and arrogant, but her carefree lifestyle and personality have stolen the hearts of many a seafarer.",
      "Star Buccaneer",
      "Pirate Rush",
      "Summons a ship, inflicting Fire damage on foes near the top of the field / Crimson Blades leap into the fray",
      "Pirate Rush+",
      "Summons a ship, inflicting Fire damage on foes near the top of the field / Crimson Blades leap into the fray",
      "Captain Charisma",
      "Shizuka Itoh"
    ]
  ],
  "111003": [
    [
      "Clarisse",
      "クラリス",
      "Although the blood of the founders of alchemy course through her veins, all this happy-go-lucky alchemist wants to do is forget about her problems and have a good time.",
      "Unpolished Alchemist",
      "Alchemic Flare",
      "Creates a huge explosion, inflicting Fire damage and reduced Fire resistance on foes in front + Removes 1 buff",
      "Alchemic Flare+",
      "Creates a huge explosion, inflicting Fire damage and reduced Fire resistance on foes in front + Removes 1 buff",
      "Who's the Fairest? I Am!",
      "Ayane Sakura"
    ]
  ],
  "121001": [
    [
      "Sonia",
      "ソーニャ",
      "A dancer from a traveling troupe. All who behold Sonia are swept away by her grace and beauty. She journeys in pursuit of a dream, which once she shared with a childhood friend.",
      "Floating Lotus",
      "Shamshir Baladi",
      "Launches into a sword dance, inflicting Water damage on foes she bumps into for a period of time (Damage increases with number of buffs on Sonia) / Increases the attack of all units and multiballs in your party, and units in other players' parties",
      "Shamshir Baladi+",
      "Launches into a sword dance, inflicting Water damage on foes she bumps into for a period of time (Damage increases with number of buffs on Sonia) / Increases the attack of all units and multiballs in your party, and units in other players' parties",
      "Dance of the Mirage",
      "Rumi Okubo"
    ]
  ],
  "121002": [
    [
      "Suizen",
      "スイゼン",
      "The prodigious chair of the Diviners' Commission. He's proven himself a solid strategist despite his young age, commanding both respect and fear.",
      "Top-class Diviner",
      "Amethyst Curse",
      "Encloses self in a magic circle, inflicting Water damage and Poison on nearby foes for a period of time",
      "Amethyst Curse+",
      "Encloses self in a magic circle, inflicting Water damage and Poison on nearby foes for a period of time",
      "Balanced Theory",
      "Emiri Kato"
    ]
  ],
  "131001": [
    [
      "Inaho",
      "イナホ",
      "For centuries, mortals feared the nine-tailed queen of yokai. Her daughter Inaho, on the other hand, is known as a friendly goofball who likes snacks and girly manga.",
      "Daughter of Nine Tails",
      "Thunder Bloom, Lightning Blossom",
      "Summons lightning, inflicting Thunder damage and Paralyze on all foes on the field (Ignore soft spots)",
      "Thunder Bloom, Lightning Blossom+",
      "Summons lightning, inflicting Thunder damage and Paralyze on all foes on the field (Ignore soft spots)",
      "Vulpine Voltage",
      "Ari Ozawa"
    ]
  ],
  "131002": [
    [
      "Cagliostro",
      "カリオストロ",
      "The founder of alchemy, born many eras ago and many worlds away. Cagliostro acts (and is) quite full of herself, but she still cares deeply for her friends.",
      "The First Alchemist",
      "Ars Magna",
      "Ouroboros leaps in front, inflicting Thunder damage on nearby foes / Restores the HP of all units and multiballs in your party, and units in other players' parties (Effect boosted for Thunder element)",
      "Ars Magna+",
      "Ouroboros leaps in front, inflicting Thunder damage on nearby foes / Restores the HP of all units and multiballs in your party, and units in other players' parties (Effect boosted for Thunder element)",
      "World's Cutest!",
      "Sakura Tange"
    ]
  ],
  "141002": [
    [
      "Phiria",
      "フィリア",
      "An oracle who emerges shaken from the World Flipper, as if pursued by some great evil. She is a great sorceress of the wind but possesses a bleeding heart.",
      "Servant of Fate",
      "Sylphiria Breeze",
      "Receives the blessing of the wind, restoring the HP of all units and multiballs in your party, and units in other players' parties (Effect boosted for Wind element) / Grants Levitate to all units and multiballs in your party",
      "Sylphiria Breeze+",
      "Receives the blessing of the wind, restoring the HP of all units and multiballs in your party, and units in other players' parties (Effect boosted for Wind element) / Grants Levitate to all units and multiballs in your party",
      "Beloved of the Wind",
      "Yu Serizawa"
    ]
  ],
  "141003": [
    [
      "Murakumo",
      "ムラクモ",
      "The spirit of an ancient blade swallowed by Orochi. After escaping the serpent's belly, he slowly pieces together fragmented memories of the person who last wielded him.",
      "Ghostly Regalia",
      "Crescent Noon",
      "Draws on ancient power, increasing attack and Attrition damage for self",
      "Crescent Noon+",
      "Draws on ancient power, increasing attack and Attrition damage for self",
      "Steeled Resolve",
      "Hiroshi Watanabe"
    ]
  ],
  "141004": [
    [
      "Leon",
      "レオン",
      "A seasoned veteran of the Kaleidoscope, whose reputation as an adventurer precedes him. Only a few have explored the depths as he has and have lived to tell the tale.",
      "The One Who Survived",
      "Winds of Fortune",
      "Stirs up a tornado, inflicting Wind damage on foes in front / Increases the attack of all units and multiballs in your party, and units in other players' parties",
      "Winds of Fortune+",
      "Stirs up a tornado, inflicting Wind damage on foes in front / Increases the attack of all units and multiballs in your party, and units in other players' parties",
      "Fight Another Day",
      "Tetsu Inada"
    ]
  ],
  "151001": [
    [
      "Nephtim",
      "ネフティム",
      "Great ruins lie half-sunken in sand; within, a girl wakes from a long slumber. She is master of the Alter Device and commands enough power to destroy all creation.",
      "Weapon of the Ancients",
      "Atum Ka",
      "Summons a meteor shower, inflicting light damage on hit and nearby foes / Increases Fever Gauge",
      "Atum Ka+",
      "Summons a meteor shower, inflicting light damage on hit and nearby foes / Increases Fever Gauge",
      "Guiding Star",
      "Ai Kayano"
    ]
  ],
  "151002": [
    [
      "Razelt",
      "ラーゼルト",
      "A prince of the Farlands. He has journeyed far afield to learn about the world, bringing only an old retainer. Though the blood of kings runs in his veins, he is quite far down in the line of succession. Admittedly, he loves himself a little too much, but he loves his people more.",
      "Royal Vagabond",
      "Lord's Aegis",
      "Generates a shield wall, increasing the debuff resistance, attack, and all elemental resistance of all units and multiballs in your party + Grants Recover",
      "Lord's Aegis+",
      "Generates a shield wall, increasing the debuff resistance, attack, and all elemental resistance of all units and multiballs in your party + Grants Recover",
      "Blood of Kings",
      "Kentaro Ito"
    ]
  ],
  "161001": [
    [
      "Belsidia",
      "ベルセティア",
      "A witch clad in black, who has long dwelt in the dimensional rift. She was once enemy to the champion Light, but her heart is now smitten by love for Alk and Stella.",
      "Mistress of Dimensions",
      "Cosmic Pike",
      "Opens a dimensional rift before the closest target, sacrificing HP to inflict dark damage on all foes in that direction",
      "Cosmic Pike+",
      "Opens a dimensional rift before the closest target, sacrificing HP to inflict dark damage on all foes in that direction",
      "Dimensional Rift",
      "Sumire Uesaka"
    ]
  ],
  "161002": [
    [
      "Vyron",
      "ヴェロン",
      "A veteran monster hunter with a past shrouded in darkness. Although he can be brash and careless with his words at times, his battle prowess is anything but.",
      "Veteran Huntsman",
      "Killing Territory",
      "Sharpens senses, inflicting Dark damage on nearby foes for a period of time / Increases attack for self / Grants Pierce to all units and multiballs in your party",
      "Killing Territory+",
      "Sharpens senses, inflicting Dark damage on nearby foes for a period of time / Increases attack for self / Grants Pierce to all units and multiballs in your party",
      "Tarnished Claw",
      "Tsuguo Mogami"
    ]
  ],
  "211001": [
    [
      "Azel",
      "アゼル",
      "A stone-faced knight bearing the title Dragon Slayer. Though a worthy adventurer, his obsession with the beasts has led some to call him Dragon's Swain.",
      "Dragon's Bane",
      "Prominence Drive",
      "Thrusts spear at the closest target, inflicting fire damage on all foes in that direction (Inflicts more damage on Dragons) / Grants Pierce to all units and multiballs in your party",
      "Prominence Drive+",
      "Thrusts spear at the closest target, inflicting fire damage on all foes in that direction (Inflicts more damage on Dragons) / Grants Pierce to all units and multiballs in your party",
      "In Search of Dragons",
      "Takuya Sato"
    ]
  ],
  "211002": [
    [
      "Bianca",
      "ビアンカ",
      "A summoner who has tamed beasts and monsters to do her bidding. Although she cares deeply for them, her possessive personality and apparent obsession with making others her \"pets\" can be off-putting for some.",
      "Magisterial Mistress",
      "Legion Rampage",
      "Sets her pet dragon on foes, inflicting Fire damage and reduced Fire resistance from top to bottom of the field",
      "Legion Rampage+",
      "Sets her pet dragon on foes, inflicting Fire damage and reduced Fire resistance from top to bottom of the field",
      "Make Way for the Queen",
      "Chinatsu Akasaki"
    ]
  ],
  "211003": [
    [
      "Hanabi",
      "ハナビ",
      "Ninjas keep to a strict code—which Hanabi isn't having. Allegedly snuck into Starview long before Stella found her, and loves all things explosive.",
      "Napalm Ninja",
      "Saltpeter Peony",
      "Flings bombs, inflicting fire damage on hit foes and all foes within radius of the blasts",
      "Saltpeter Peony+",
      "Flings bombs, inflicting fire damage on hit foes and all foes within radius of the blasts",
      "Ninjutsu",
      "Reina Ueda"
    ]
  ],
  "211004": [
    [
      "Asukirimaru",
      "アスキリマル",
      "A half-demon who became a demon hunter after losing his human mother. His supernatural heritage allows him to control fiery prosthetic limbs called \"Ashmakers.\"",
      "Demon-born Hunter",
      "Cinderhail",
      "Rushes the closest target with a flurry of Ashmaker strikes, inflicting fire damage on all nearby foes.",
      "Cinderhail+",
      "Rushes the closest target with a flurry of Ashmaker strikes, inflicting fire damage on all nearby foes.",
      "Ashmaker",
      "Daiki Yamashita"
    ]
  ],
  "211005": [
    [
      "Clyde",
      "グライド",
      "A veteran born to a house of mercenaries, but who chose the path of an adventurer. He bears a cursed shield that speaks and cannot be removed. Though Clyde is often irritated by boorish buckler, there's no denying the two make a fearsome pair in battle.",
      "Adamant Shield",
      "Flame Strike",
      "Sends forth flames that blaze up on contact, inflicting fire damage on hit foes and all foes within radius of its blast / Increases attack",
      "Flame Strike+",
      "Sends forth flames that blaze up on contact, inflicting fire damage on hit foes and all foes within radius of its blast / Increases attack",
      "Soldier of the Cursed Shield",
      "Hiroshi Shimozaki"
    ]
  ],
  "221001": [
    [
      "Yuwel",
      "ユーウェル",
      "A knight of the Farlands, a kingdom lying countless leagues from Palpebra. He renounced the idle life of his aristocratic family and took up the sword, swearing fealty to the common people.",
      "Swallow Knight",
      "Icicle Edge",
      "Encloses self in a ring of icicles, inflicting Water damage and Mire on nearby foes for a period of time / Increases attack for all units and multiballs in your party",
      "Icicle Edge+",
      "Encloses self in a ring of icicles, inflicting Water damage and Mire on nearby foes for a period of time / Increases attack for all units and multiballs in your party",
      "Crest of the Airborne Swallow",
      "Ryota Osaka"
    ]
  ],
  "221002": [
    [
      "Liesel",
      "リーゼル",
      "A selfless cleric who wanders the Kaleidoscope healing weary adventurers. Her charity earned her the nickname Angel of the Kaleidoscope.",
      "Angel of the Kaleidoscope",
      "Aqua Vitae",
      "Summons holy water, restoring the HP of all units and multiballs in your party, and units in other players' parties (Effect boosted for Water element) + Increases their attack",
      "Aqua Vitae+",
      "Summons holy water, restoring the HP of all units and multiballs in your party, and units in other players' parties (Effect boosted for Water element) + Increases their attack",
      "Stars' Beacon",
      "Yuuki Kuwahara"
    ]
  ],
  "221003": [
    [
      "Amelia",
      "アメリア",
      "This mermaid princess just wants to have fun! Although she despises studying, her fascination with humans and their relation to mermaids has no bounds.",
      "Deep-Sea Princess",
      "Tidal Wave",
      "Sends forth a great current, inflicting Water damage on nearby foes / If activated outside of Fever state, increases Fever Gauge",
      "Tidal Wave+",
      "Sends forth a great current, inflicting Water damage on nearby foes / If activated outside of Fever state, increases Fever Gauge",
      "Awesome Little Mermaid",
      "Eri Inagawa"
    ]
  ],
  "221004": [
    [
      "Alice",
      "アリス",
      "A lost child—er, lady—looking for her place in the world. Despite her juvenile appearance, a life of adversity has hardened her to be a bona fide survivor more than capable of fending for herself.",
      "Girl Adrift",
      "Alice's Umbrella",
      "Performs several jabs with her umbrella, inflicting Water damage on foes in front / Grants Levitate to all units and multiballs in your party",
      "Alice's Umbrella+",
      "Performs several jabs with her umbrella, inflicting Water damage on foes in front / Grants Levitate to all units and multiballs in your party",
      "You Simply Must Protect Me!",
      "Rumi Okubo"
    ]
  ],
  "221006": [
    [
      "Sharon",
      "シャロン",
      "Staff at a borderlands guild. As Sharon's guild receives more errands than missions—searching for lost pets, picking up groceries—she worries that excitement-seeking adventurers will one day stop coming.",
      "Clerk-at-Arms",
      "Iron Impact",
      "Slams the head of her mace into the ground, inflicting Water damage and reduced Water resistance on foes in front / Shock waves inflict additional Water damage on nearby foes",
      "Iron Impact+",
      "Slams the head of her mace into the ground, inflicting Water damage and reduced Water resistance on foes in front / Shock waves inflict additional Water damage on nearby foes",
      "Iron Vortex",
      "Miyu Takagi"
    ]
  ],
  "222001": [
    [
      "Rain",
      "ラナー",
      "A student currently studying at the Gaean Royal Navy Academy. Despite his serious nature and dedication to becoming a full-fledged sailor, his handsome traits have made him a popular idol of sorts among the other students.",
      "Law of the High Seas",
      "Torpedo Step",
      "Employs unconventional footwork, granting Levitate and Pierce to all units and multiballs in your party",
      "Torpedo Step+",
      "Employs unconventional footwork, granting Levitate and Pierce to all units and multiballs in your party",
      "Seaborne Romeo",
      "Chisato Mori"
    ]
  ],
  "231001": [
    [
      "Rams",
      "ラムス",
      "A thunder dragon awoken from slumber atop Palpebra's lofty peaks. She speaks about her past only reluctantly, but it seems she was once a resident of a different world.",
      "Dragon of Ether",
      "Thor's Hammer",
      "Brings lightning down upon the closest target, inflicting Thunder damage on all foes within radius of its shock (Deals more damage to Paralyzed and/or Stunned foes)",
      "Thor's Hammer+",
      "Brings lightning down upon the closest target, inflicting Thunder damage on all foes within radius of its shock (Deals more damage to Paralyzed and/or Stunned foes)",
      "Let Us Coexist",
      "Asuka Ito"
    ]
  ],
  "231002": [
    [
      "Renoir",
      "ルナール",
      "A brilliant scientist who has dedicated her life to the pursuit of science. Leave personal hygiene and socializing on the back burner for now—there's research to be done!",
      "Mad Scientist",
      "Bombs Away",
      "Flings an explosive concoction, inflicting Thunder damage, reduced Thunder resistance, and Paralyze on foes in front",
      "Bombs Away+",
      "Flings an explosive concoction, inflicting Thunder damage, reduced Thunder resistance, and Paralyze on foes in front",
      "Remedy to End All Remedies",
      "Yuka Otsubo"
    ]
  ],
  "231003": [
    [
      "Regis",
      "レジス",
      "An android who thinks himself the most charming manager on the planet. Once, humans lived in his world, and he is fascinated by their culture. They have influenced everything about him, from his affectations to his physical framework.",
      "Gentlebot",
      "Electron Buster",
      "Shoots a laser cannon at the closest target, inflicting thunder damage on all foes in that direction",
      "Electron Buster+",
      "Shoots a laser cannon at the closest target, inflicting thunder damage on all foes in that direction",
      "Administrative Code",
      "Tomokazu Sugita"
    ]
  ],
  "231004": [
    [
      "Eleanor",
      "エレンノール",
      "An bladeswoman, whose command of lightning earned her the title Starflame. For an elf, she is rather bellicose and often makes forays into the dark places of the woods.",
      "Starflame",
      "Lightning Edge",
      "Swings her crackling blade, inflicting Thunder damage on nearby foes (Inflicts more damage on Mired foes)",
      "Lightning Edge+",
      "Swings her crackling blade, inflicting Thunder damage on nearby foes (Inflicts more damage on Mired foes)",
      "Bearer of the Stormblade",
      "Rie Takahashi"
    ]
  ],
  "231005": [
    [
      "Jay",
      "ジェイ",
      "An elderly feline who beats to his own drum. While his self-proclaimed title of sage is disputable, his shamanistic abilities are the real deal.",
      "Curious Cat",
      "Anathema Diffugio",
      "Offers a prayer, granting Levitate to all units and multiballs in your party / Removes 1 buff from all foes on the field + Inflicts reduced Thunder resistance and reduced attack",
      "Anathema Diffugio+",
      "Offers a prayer, granting Levitate to all units and multiballs in your party / Removes 1 buff from all foes on the field + Inflicts reduced Thunder resistance and reduced attack",
      "Pursuit of Lost Lore",
      "Hiroshi Shimozaki"
    ]
  ],
  "241001": [
    [
      "Mia",
      "ミア",
      "A perky, plucky tigress with an appetite for treasure. Often mistaken for a tomb raider, but insists she's no thief.",
      "Treasure-hunting Tiger",
      "Millions of Knives!",
      "Flings 3 rounds of knives in every direction, inflicting wind damage on hit foes",
      "Millions of Knives!+",
      "Flings 3 rounds of knives in every direction, inflicting wind damage on hit foes",
      "Treasure Tracker",
      "Yuka Otsubo"
    ]
  ],
  "241002": [
    [
      "Aurore",
      "オロウル",
      "Fang Canyon's birdfolk pride themselves on their hunting prowess—and their best warrior, Aurore. He's free-spirited and always has his head in the clouds, but trusts the winds to guide him where they will.",
      "Halcyon Hunter",
      "Halberd of Prey",
      "Creates a cyclone with rapid slashes, inflicting wind damage on nearby foes / Grants Levitate to all units and multiballs in your party",
      "Halberd of Prey+",
      "Creates a cyclone with rapid slashes, inflicting wind damage on nearby foes / Grants Levitate to all units and multiballs in your party",
      "Pride of the Flock",
      "Tasuku Hatanaka"
    ]
  ],
  "241003": [
    [
      "Soushiro",
      "ソウシロウ",
      "A charming samurai who runs a small study hall on the outskirts of town. Though Soushiro speaks little of his past, he's said to have served a feudal domain—until its fall.",
      "Blue-sky Samurai",
      "Slipstream Cloudrend",
      "Strikes in a cross pattern, inflicting wind damage on foes in front, behind, and to the left and right",
      "Slipstream Cloudrend+",
      "Strikes in a cross pattern, inflicting wind damage on foes in front, behind, and to the left and right",
      "Hikoboshi's Wish",
      "Tsubasa Yonaga"
    ]
  ],
  "241004": [
    [
      "Melsele",
      "メルスール",
      "An elvish archer, come from the woods to do battle with the Lord of Shadow. She has a placid disposition, but can make swift decisions and take great risks at need. She is currently searching for her friend.",
      "Daughter of the Wind",
      "Arrow Gale",
      "Invokes the wind and fires 15 arrows at the closest target, inflicting Wind damage and Mire on hit foes",
      "Arrow Gale+",
      "Invokes the wind and fires 15 arrows at the closest target, inflicting Wind damage and Mire on hit foes",
      "Elvish Ward",
      "Yu Serizawa"
    ]
  ],
  "243001": [
    [
      "Arisa",
      "アリサ",
      "A young elf from a faraway world. To save her dearest friend, she set off on a journey that would take her across worlds, but never did she imagine a place like Starview Village would be in her cards.",
      "Guardian of the Forest",
      "Forest Arrow",
      "Looses several volleys of fay arrows before her, restoring the HP of all units and multiballs in your party (Effect boosted for Sprites) and inflicting Wind damage on hit foes each time (Damage increases with higher combos)",
      "Forest Arrow+",
      "Looses several volleys of fay arrows before her, restoring the HP of all units and multiballs in your party (Effect boosted for Sprites) and inflicting Wind damage on hit foes each time (Damage increases with higher combos)",
      "Elven Bow",
      "Kana Yuuki"
    ]
  ],
  "251001": [
    [
      "Dia",
      "ディア",
      "An android diva, whose perfectly harmonized high-grade vocal coils resonate loud and proud for her fans on any stage—word has it she's still looking for a partner to form a unit with!",
      "Diva Divine",
      "♪\"Flip Heroes\"",
      "Sings a heartfelt song, increasing the attack of all units and multiballs in your party, and units in other players' parties / Increases Fever Gauge",
      "♪\"Flip Heroes\"+",
      "Sings a heartfelt song, increasing the attack of all units and multiballs in your party, and units in other players' parties / Increases Fever Gauge",
      "♪\"Lullaby for Salvation\"",
      "Eri Inagawa"
    ]
  ],
  "251002": [
    [
      "Gerard",
      "ジェラール",
      "A rather odd knight who is never seen without his helm. One might call him quixotic and obsessed with chivalry, but he's an honest fellow, well-trusted by his comrades.",
      "Knight of the White Helm",
      "Eclaire Lance",
      "Thrusts his holy lance at the closest target, inflicting Light damage on hit foes / Reduces Dark damage for self",
      "Eclaire Lance+",
      "Thrusts his holy lance at the closest target, inflicting Light damage on hit foes / Reduces Dark damage for self",
      "Tales of Chivalry",
      "Yuma Uchida"
    ]
  ],
  "251003": [
    [
      "Ellya",
      "エリヤ",
      "An up-and-coming adventurer wunderkind with a knack for the arcane arts. Currently, she's gunning to conquer the Kaleidoscope and make a name for herself within just a year's time.",
      "Starlight Sharpshooter",
      "Luminous Splash",
      "Sends orbs of light fanning out, inflicting light damage on hit foes (Damage increases with number of buffs on Ellya) / Restores HP",
      "Luminous Splash+",
      "Sends orbs of light fanning out, inflicting light damage on hit foes (Damage increases with number of buffs on Ellya) / Restores HP",
      "Glow of Passion",
      "Shiori Izawa"
    ]
  ],
  "251004": [
    [
      "Finn",
      "フィン",
      "For this Guild Knight of Palpebra, the safety of its citizens comes first. His knightly devotion to maintaining law and order have made him a worthy second-in-command for the organization.",
      "Keeper of the Law",
      "Glistening Edge",
      "Flings his brilliant blade forward, inflicting light damage on hit foes / Grants Recover to all units and multiballs in your party / Increases the attack of all units and multiballs in your party, and units in other players' parties",
      "Glistening Edge+",
      "Flings his brilliant blade forward, inflicting light damage on hit foes / Grants Recover to all units and multiballs in your party / Increases the attack of all units and multiballs in your party, and units in other players' parties",
      "Vice Captain of the Guard",
      "Hiroshi Watanabe"
    ]
  ],
  "251005": [
    [
      "Keira",
      "キーラ",
      "A proud member of the Guild Knights, an organization that patrols the city of Palpebra. Through her enduring dedication to her work, she has established an effectiveness and popularity in Palpebra.",
      "Protector of Smiles",
      "Piercing Rush",
      "Cuts through the closest target in the blink of an eye, inflicting light damage on all foes in that direction (Damage increases with number of buffs on Keira)",
      "Piercing Rush+",
      "Cuts through the closest target in the blink of an eye, inflicting light damage on all foes in that direction (Damage increases with number of buffs on Keira)",
      "See Something, Do Something",
      "Nozomi Yamamoto"
    ]
  ],
  "261001": [
    [
      "Arum",
      "アルム",
      "Fiend, master of cursed shadows, and lover of sweets. Her sister helped her escape from what may have been an army facility, but they were separated during the flight.",
      "Ingenue of Ruin",
      "Shadow Chariot",
      "When Chariot is not on the field: Summons Chariot afflicted with Anti-Healing / Inflicts Dark damage on the nearest foe\nWhen Chariot is on the field: Inflicts Dark damage on all foes on the field",
      "Shadow Chariot+",
      "When Chariot is not on the field: Summons Chariot afflicted with Anti-Healing / Inflicts Dark damage on the nearest foe\nWhen Chariot is on the field: Inflicts Dark damage on all foes on the field",
      "Wide-Eyed Destroyer",
      "Ari Ozawa"
    ]
  ],
  "261003": [
    [
      "Marianne",
      "マリアンネ",
      "A maid with military experience cleaning out enemy bases. She's got a strong sense of respect and discipline, and puts her all into her maid work.",
      "Military Maid",
      "Eradicator",
      "Shoots a blaster beam at the closest target, inflicting Dark damage and reduced Dark resistance on hit foes (Damage increases with higher combos)",
      "Eradicator+",
      "Shoots a blaster beam at the closest target, inflicting Dark damage and reduced Dark resistance on hit foes (Damage increases with higher combos)",
      "Organized Op",
      "Nozomi Yamamoto"
    ]
  ],
  "261004": [
    [
      "Andy",
      "アンディ",
      "A young lad and adventurer, who saves Alk from a haunted manor. He's undead, which leads the Guild to entrust him with somewhat singular missions. The casket he carries serves, occasionally, as his bivouac.",
      "Medium of the Pall",
      "Wretched Souls",
      "Scatters lost souls in 4 directions, inflicting Dark damage and reduced attack on hit foes (Damage increases with Coffin revive count of all units in your party)",
      "Wretched Souls+",
      "Scatters lost souls in 4 directions, inflicting Dark damage and reduced attack on hit foes (Damage increases with Coffin revive count of all units in your party)",
      "Forevermore",
      "Tsubasa Yonaga"
    ]
  ],
  "261005": [
    [
      "Liam",
      "リアン",
      "A mage who, within the Kaleidoscope, uncovered the Demon's Abyss. He has since delved deep into the lore of black magic. He is a scholar at heart, trusting only in reason, and until now, has shunned the company of other humans.",
      "Seeker of the Abyss",
      "Gladius",
      "Generates shadow swords that strike all foes who wander near, inflicting Dark damage and Mire on hit foes for a period of time",
      "Gladius+",
      "Generates shadow swords that strike all foes who wander near, inflicting Dark damage and Mire on hit foes for a period of time",
      "Gaze into the Abyss",
      "Chiharu Sawashiro"
    ]
  ],
  "311001": [
    [
      "Lilial",
      "リリル",
      "A budding alchemist who tackles the Kaleidoscope for science. Her unconventional experiments generally end in explosions.",
      "Avant-garde Alchemist",
      "Experimental Alchemy",
      "Generates a huge explosion, inflicting Fire damage on all foes on the field (Ignore soft spots) + Remove 1 buff",
      "Experimental Alchemy+",
      "Generates a huge explosion, inflicting Fire damage on all foes on the field (Ignore soft spots) + Remove 1 buff",
      "Lilial's Lab Rats",
      "Eri Inagawa"
    ]
  ],
  "311002": [
    [
      "Marnie",
      "メイミー",
      "A bright and bubbly witch-in-training. She's always got a smile, a ribbon, and her familiar Pippo. ",
      "Little Witch",
      "Magical Storm",
      "Summons stationary orbs from a magic vortex",
      "Magical Storm+",
      "Summons stationary orbs from a magic vortex",
      "Pippo Power",
      "Satomi Akesaka"
    ]
  ],
  "311003": [
    [
      "Elise",
      "イリス",
      "Formerly a bodyguard to a traveling troupe. She was raised as a dancer, but on one fateful day, abandoned that path.",
      "Desert Gunslinger",
      "Bullet Parade",
      "Rains 8 rounds of bullets on the closest target, inflicting Fire damage and reduced Fire resistance on hit foes",
      "Bullet Parade+",
      "Rains 8 rounds of bullets on the closest target, inflicting Fire damage and reduced Fire resistance on hit foes",
      "Shot from the Past",
      "Emiri Kato"
    ]
  ],
  "311004": [
    [
      "Haaj",
      "ハーシュ",
      "A hunter and raider of ruins. He works the desert marches, out of sight of the royal family. On one excursion, he unearthed his shock harpoon, which he uses to fell great beasts.",
      "Monster Hunter",
      "Electric Spear",
      "Fires his shock harpoon, inflicting fire damage on foes in front (Inflicts more damage on Beasts, Flora, and Dragons)",
      "Electric Spear+",
      "Fires his shock harpoon, inflicting fire damage on foes in front (Inflicts more damage on Beasts, Flora, and Dragons)",
      "Art of Survival",
      "Syota Chonan"
    ]
  ],
  "311005": [
    [
      "Jin",
      "ジン",
      "A miracle worker—or unlicensed quack, depending on who you ask. A man who marches to the beat of his own drum and whose only goal is to save as many people as he can with his medical and scriptural know-how.",
      "Lawless Charity",
      "Ocean's Grace",
      "Invokes the bounty of the sea, restoring the HP of all units and multiballs in your party, and units in other players' parties (Effect boosted for Fire element) + Increases their attack",
      "Ocean's Grace+",
      "Invokes the bounty of the sea, restoring the HP of all units and multiballs in your party, and units in other players' parties (Effect boosted for Fire element) + Increases their attack",
      "Back-Alley Miracle Worker",
      "Takuma Sasaki"
    ]
  ],
  "311006": [
    [
      "Trine",
      "トレーネ",
      "A former lieutenant of the Gaean Navy. Try as she may to serve as a bridge between seafarers and floatdwellers, her stoic personality and inability to turn off from her duties make it rather difficult.",
      "Crimson Curse",
      "Crimson Drive",
      "Swings her flaming blade at the closest target, inflicting Fire damage on nearby foes / Increases Power Flip damage for your party",
      "Crimson Drive+",
      "Swings her flaming blade at the closest target, inflicting Fire damage on nearby foes / Increases Power Flip damage for your party",
      "Lieutenant's Badge",
      "Reina Ueda"
    ]
  ],
  "311008": [
    [
      "Gilasrad",
      "ギルスラッド",
      "An adventurer who lives for the thrill of battle and death-defying escapades. His reckless nature and devil-may-care attitude has earned him the moniker, \"The Deathrush Berserker\".",
      "Deathrush Berserker",
      "Exterminate",
      "Summons strength, increasing attack for self /Increases Power Flip damage for your party",
      "Exterminate+",
      "Summons strength, increasing attack for self /Increases Power Flip damage for your party",
      "That All You Got?",
      "Takuya Sato"
    ]
  ],
  "311009": [
    [
      "Enni",
      "エンニ",
      "A fire shaman who serves as the bridge between humanity and the fire sprites. She takes pride in her duties keeping the lights on at night for the citizens of Palpebra.",
      "Fire Shaman",
      "Munde Flamma",
      "Covers the field in a miasma, inflicting reduced attack and reduced Fire resistance on hit foes + Removes 1 buff",
      "Munde Flamma+",
      "Covers the field in a miasma, inflicting reduced attack and reduced Fire resistance on hit foes + Removes 1 buff",
      "Flame of Life",
      "Akane Fujita"
    ]
  ],
  "311010": [
    [
      "Jake",
      "ジェイク",
      "An inspector hired by the Guild to assess adventurers' performance. He's a strict stickler for the rules, but always has people's best interests at heart.",
      "Living Rulebook",
      "Performance Review",
      "Rushes the closest target, swinging his blade and inflicting fire damage on foes he bumps into (Inflicts more damage on foes with reduced elemental resistance)",
      "Performance Review+",
      "Rushes the closest target, swinging his blade and inflicting fire damage on foes he bumps into (Inflicts more damage on foes with reduced elemental resistance)",
      "Sound Judgement",
      "Mitsuhiro Ichiki"
    ]
  ],
  "321001": [
    [
      "Keylos",
      "ケイロス",
      "A ranger who makes sure no funny business happens in the forest bordering Palpebra—when he isn't shirking his dull duties in favor of adventuring.",
      "Palpebran Ranger",
      "Rotten Arrows",
      "Shoots arrows forward for a period of time, inflicting Water damage and Poison on hit foes (Inflicts more damage on Poisoned foes) ",
      "Rotten Arrows+",
      "Shoots arrows forward for a period of time, inflicting Water damage and Poison on hit foes (Inflicts more damage on Poisoned foes) ",
      "Toxicologist",
      "Takuma Sasaki"
    ]
  ],
  "321002": [
    [
      "Trista",
      "トリスタ",
      "A budding adventurer who's always dreamed of clearing the Kaleidoscope. She dodges dangerous situations by quickly applying knowledge from how-to guides.",
      "Cobalt Blade",
      "Blue Razor",
      "Makes rapid strokes, inflicting water damage on nearby foes for a short period of time (Damage increases with number of buffs on Trista)",
      "Blue Razor+",
      "Makes rapid strokes, inflicting water damage on nearby foes for a short period of time (Damage increases with number of buffs on Trista)",
      "In Grandma's Footsteps",
      "Yuuki Kuwahara"
    ]
  ],
  "321003": [
    [
      "Walter",
      "ヴァルター",
      "A mountain of a man, covered in scars, with a craggy face. But beneath that heavy armor, he is sweet and rather timid. He dislikes aggression and prefers using his shield to his hammer.",
      "Armored Teddy Bear",
      "Great Wall",
      "Reduces Fire damage for all units and multiballs in your party / Reduces Fire damage taken for self",
      "Great Wall+",
      "Reduces Fire damage for all units and multiballs in your party / Reduces Fire damage taken for self",
      "Gentle Giant",
      "Shunsuke Takeuchi"
    ]
  ],
  "321004": [
    [
      "Elza",
      "エルザ",
      "No one seems to know where she got her medical license, but her unique charm and allure have made her a popular medic with pirates across the sea.",
      "Devil in a White Dress",
      "Lunatic Injection",
      "Administers a mysterious injection, restoring the HP of all units and multiballs in your party, and units in other players' parties (Effect boosted for Water element) / Reduces the Coffin count of all units in your party and units in other players' parties",
      "Lunatic Injection+",
      "Administers a mysterious injection, restoring the HP of all units and multiballs in your party, and units in other players' parties (Effect boosted for Water element) / Reduces the Coffin count of all units in your party and units in other players' parties",
      "Shady Checkup",
      "Satomi Akesaka"
    ]
  ],
  "321005": [
    [
      "Klaus",
      "クラウス",
      "A dire wolf assassin who served the dogfolk royalty—until the ceasefire made him obsolete. Not entirely sure what he wants to do with himself. ",
      "Dire Assassin",
      "Shadowsting",
      "Brandishes claws and katars, inflicting water damage on all foes he bumps into for a period of time (Inflicts more damage on Mired foes)",
      "Shadowsting+",
      "Brandishes claws and katars, inflicting water damage on all foes he bumps into for a period of time (Inflicts more damage on Mired foes)",
      "Cold Composure",
      "Kenta Miyake"
    ]
  ],
  "321006": [
    [
      "Shirano",
      "シラノ",
      "A fox who serves the yokai queen as Princess Inaho's governess. While she appears strict, she has a soft, motherly side.",
      "Princess' Governess",
      "Spring Shower",
      "Performs a traditional yokai arte, granting Invincibility to all units and multiballs in your party, and units in other players' parties",
      "Spring Shower+",
      "Performs a traditional yokai arte, granting Invincibility to all units and multiballs in your party, and units in other players' parties",
      "Princess' Governess",
      "Tamari Hinata"
    ]
  ],
  "321007": [
    [
      "Kaiyu",
      "カイユ",
      "A lush who was relieved of her position as a monk. She travels Yamato with a keg of Lethean water, helping restless spirits wash away their regrets.",
      "Lethean Ex-monk",
      "Enlightenment",
      "Increases the attack of all units and multiballs in your party + Grants Recover + Inflicts reduced resistance to all elements + Restores their HP (Effect boosted for Water element)",
      "Enlightenment+",
      "Increases the attack of all units and multiballs in your party + Grants Recover + Inflicts reduced resistance to all elements + Restores their HP (Effect boosted for Water element)",
      "Live It Up!",
      "Aoi Yuki"
    ]
  ],
  "321008": [
    [
      "Lassie",
      "ラッティ",
      "Despite being only twelve years old, this righteous sailor stays true to her sense of nautical justice and protecting the peace, no matter how hairy things get.",
      "Sterling Sailor",
      "Crush of Justice",
      "Fires a cannonball before her, inflicting Water damage and Mire on hit foes (Damage increases with number of buffs on Lassie)",
      "Crush of Justice+",
      "Fires a cannonball before her, inflicting Water damage and Mire on hit foes (Damage increases with number of buffs on Lassie)",
      "A Sailor's Life for Me",
      "Chinatsu Akasaki"
    ]
  ],
  "321009": [
    [
      "Faf",
      "ファフ",
      "A stray dragon who's made a home for himself in Palpebra. Due to his cute appearance and ability to communicate with language, he's become a popular mascot character among the locals.",
      "Silly Little Dragon",
      "Dragon's Scale",
      "Lets loose an adorable roar, increasing the attack and Fire resistance of all units and multiballs in your party, and units in other players' parties",
      "Dragon's Scale+",
      "Lets loose an adorable roar, increasing the attack and Fire resistance of all units and multiballs in your party, and units in other players' parties",
      "Eye of the Dragon",
      "Chisato Mori"
    ]
  ],
  "331001": [
    [
      "Yuna",
      "ユナ",
      "A dual blade-wielding adventurer who just can't seem to overlook people in need of help. Due to her charitable spirit, she hasn't been able to make much progress in the Kaleidoscope.",
      "Dualblade Dreamer",
      "Dualblade Rumble",
      "Cuts a path to the closest target, inflicting thunder damage on nearby foes (Damage increases with number of buffs on Yuna)",
      "Dualblade Rumble+",
      "Cuts a path to the closest target, inflicting thunder damage on nearby foes (Damage increases with number of buffs on Yuna)",
      "Good Samaritan",
      "Aya Suzaki"
    ]
  ],
  "331002": [
    [
      "Bonnie",
      "ホーニィ",
      "This bee forest sprite has learned to communicate using language. She likes her name, honey... and Light.",
      "The Electrifying Bee",
      "Honeybee Needle",
      "Sends 5 bees swarming in every direction, inflicting Thunder damage, reduced Thunder resistance, Poison, and Paralyze on hit foes",
      "Honeybee Needle+",
      "Sends 5 bees swarming in every direction, inflicting Thunder damage, reduced Thunder resistance, Poison, and Paralyze on hit foes",
      "Queen Bee",
      "Emiri Kato"
    ]
  ],
  "331003": [
    [
      "Taiga",
      "タイガ",
      "An old master of martial arts who has incorporated magic into his unique fighting style. In his golden years now, his carefree days are rich with laughter—nothing like how he lived during his prime, apparently.",
      "Thunder Fist",
      "Raging Soul Strike",
      "Deals an electrifying blow, inflicting thunder damage on foes in front",
      "Raging Soul Strike+",
      "Deals an electrifying blow, inflicting thunder damage on foes in front",
      "Phenomenal Pugilist",
      "Hidekatsu Shibata"
    ]
  ],
  "331004": [
    [
      "Claw",
      "クロ",
      "A young panther man from Fang Canyon. While you wouldn't guess it from his flippant personality, he's an avid reader and would live in the library if he could.",
      "Extroverted Bookworm",
      "Lightning Leap",
      "Dashes towards the closest target, inflicting thunder damage on foes he bumps into / Increases Fever Gauge",
      "Lightning Leap+",
      "Dashes towards the closest target, inflicting thunder damage on foes he bumps into / Increases Fever Gauge",
      "Silver Tongue",
      "Tasuku Hatanaka"
    ]
  ],
  "331005": [
    [
      "Albert",
      "アルベルト",
      "A canid swordsman popular among younger dogfolk. Underneath his gentlemanly demeanor lie aggressive lupine instincts.",
      "Lupine Gentleman",
      "Timber Rush",
      "Unleashes his inner wolf, increasing attack for self / Inflicts damage on foes he bumps into for a period of time (Inflicts more damage on Paralyzed and/or Stunned foes)",
      "Timber Rush+",
      "Unleashes his inner wolf, increasing attack for self / Inflicts damage on foes he bumps into for a period of time (Inflicts more damage on Paralyzed and/or Stunned foes)",
      "Pride of the Pack",
      "Syota Chonan"
    ]
  ],
  "331006": [
    [
      "Kazuchi",
      "カヅチ",
      "Lightning incarnate, blowing where the winds take her on tour and electrifying mortals with her bass-booming zaps.",
      "Stormcloud Zapper",
      "Lit Mosh Pit",
      "Surrounds self in lightning, inflicting thunder damage on nearby foes for a period of time / Increases Fever Gauge",
      "Lit Mosh Pit+",
      "Surrounds self in lightning, inflicting thunder damage on nearby foes for a period of time / Increases Fever Gauge",
      "Rev the Crowd",
      "Yuka Otsubo"
    ]
  ],
  "331007": [
    [
      "Tatiana",
      "タチアナ",
      "A talented knife-wielder hailing from the Endless Blue with a taste for adventure—but an even bigger taste for the local pubs.",
      "Tiddly Explorer",
      "Flapper Edge",
      "Brandishes knives, inflicting Thunder damage and Paralyze to all foes she bumps into for a period of time",
      "Flapper Edge+",
      "Brandishes knives, inflicting Thunder damage and Paralyze to all foes she bumps into for a period of time",
      "Tipsy Reel",
      "Akari Kito"
    ]
  ],
  "331010": [
    [
      "Colt",
      "コルト",
      "Son of a family of mages, which once enjoyed great prestige. Despite being young, he's got a mind for both magic and money. If only his spells didn't take so long to chant...",
      "Child of Has-Beens",
      "Thunderclap",
      "Conjures stationary lightning orbs",
      "Thunderclap+",
      "Conjures stationary lightning orbs",
      "Precocious Little Merchant",
      "Sumire Uesaka"
    ]
  ],
  "331011": [
    [
      "Sha Suzu",
      "シャスス",
      "A student at Voluntas Academy. However, far outweighing her interest in magic is her fascination with firearms, a type of mechanical weapon discovered in the Kaleidoscope—so much, in fact, that she's started making her own.",
      "Firearm Fanatic",
      "Calibration",
      "Conducts a weapon tune-up, increasing the Skill Gauge and skill damage of the party leader",
      "Calibration+",
      "Conducts a weapon tune-up, increasing the Skill Gauge and skill damage of the party leader",
      "Technician-in-Training",
      "Akari Kito"
    ]
  ],
  "341001": [
    [
      "Evan",
      "エヴァン",
      "An practiced adventurer, well-known and well-liked in the Guild. He is a natural leader, caring but down-to-earth. His sound judgement has earned him the respect of his peers.",
      "Kaleidoscope Trawler",
      "Aeralizer",
      "Swings sword, sending shock waves running in front, inflicting wind damage on hit foes (Damage increases with higher combos)",
      "Aeralizer+",
      "Swings sword, sending shock waves running in front, inflicting wind damage on hit foes (Damage increases with higher combos)",
      "Mr. Reliable",
      "Chiharu Sawashiro"
    ]
  ],
  "341002": [
    [
      "Challua",
      "チャルア",
      "A friendly tree sprite who lives in the forest. Although she's not quite human, her gentle smile and spirit are all she needs to establish a connection with others.",
      "Daughter of the Woods",
      "Sol Gracia",
      "Invokes the bounty of the sun, granting Recover to all units and multiballs in your party / Removes 1 debuff from all units and multiballs in your party, and units in other players' parties",
      "Sol Gracia+",
      "Invokes the bounty of the sun, granting Recover to all units and multiballs in your party / Removes 1 debuff from all units and multiballs in your party, and units in other players' parties",
      "Nature's Might",
      "Rumi Okubo"
    ]
  ],
  "341003": [
    [
      "Regitare",
      "レシタール",
      "An undead soul who has lived for an eternity. Contrary to his ghastly appearance, he is a kind and gentle soul not without his own penitence.",
      "The Kindly Skeleton",
      "Aqua Chalice",
      "Imbues his friends with the powers of the undead, reducing the Coffin count of all units in your party and units in other players' parties / Increases attack and Thunder resistance of all units and multiballs in your party, and units in other players' parties",
      "Aqua Chalice+",
      "Imbues his friends with the powers of the undead, reducing the Coffin count of all units in your party and units in other players' parties / Increases attack and Thunder resistance of all units and multiballs in your party, and units in other players' parties",
      "Blessing of the Spirit Tree",
      "Kenichi Suzumura"
    ]
  ],
  "341004": [
    [
      "Naska",
      "ネスカ",
      "A gallant gambler of the Endless Blue in search of the ultimate wager. Whether it's in the heat of battle or at the tables, she'll deal you a hand you won't forget!",
      "Soul Gambler",
      "Snake Destruction",
      "Cracks whip, inflicting Wind damage on nearby foes / Has a chance of increasing the attack and all elemental resistance of all units and multiballs in your party / Increases Fever Gauge",
      "Snake Destruction+",
      "Cracks whip, inflicting Wind damage on nearby foes / Has a chance of increasing the attack and all elemental resistance of all units and multiballs in your party / Increases Fever Gauge",
      "Gambler's Instinct",
      "Rie Takahashi"
    ]
  ],
  "341005": [
    [
      "Mew",
      "ミュウ",
      "A shy city kitty searching for her inner wildcat. Her \"bald spots\" are a sensitive subject, but her claws would make any catfolk jealous.",
      "Pawed Pugilist",
      "Catscratch",
      "Strikes at the closest target with a flurry of claw strikes, inflicting wind damage on nearby foes",
      "Catscratch+",
      "Strikes at the closest target with a flurry of claw strikes, inflicting wind damage on nearby foes",
      "Do Meowr Best!",
      "Emiri Kato"
    ]
  ],
  "341006": [
    [
      "Folus",
      "フォルス",
      "A fiend who calls herself a bon viveur. Actually, with the white paint and the clown costume, it's hard to tell whether she really is a fiend. But as Folus likes to say, \"Mystery is the spice of life.\"",
      "Devilish Clown",
      "Mission Fantasia",
      "Flings magic bombs at the nearest targets, inflicting Wind damage and reduced attack on hit foes",
      "Mission Fantasia+",
      "Flings magic bombs at the nearest targets, inflicting Wind damage and reduced attack on hit foes",
      "Fiend or Girl?",
      "Reina Ueda"
    ]
  ],
  "341007": [
    [
      "Hartlief",
      "ハートリーフ",
      "A devoted pharmacist searching for a legendary cure-all herb. She's gentle and relaxed, but gets in the no-nonsense zone when a patient's in trouble.",
      "Herbal Pharmacist",
      "Glutaraldehyde",
      "Scatters poison spores, inflicting Poison and reduced Wind resistance on all foes on the field",
      "Glutaraldehyde+",
      "Scatters poison spores, inflicting Poison and reduced Wind resistance on all foes on the field",
      "Get Well Soon",
      "Noriko Shibasaki"
    ]
  ],
  "341008": [
    [
      "Conner",
      "コナー",
      "A Palpebran adventurer. Contrary to his modest self-assessments, he's a skilled spearman and solid mentor.",
      "Skilled Spearman",
      "Falcon Rush",
      "Charges forward with his spear, inflicting Wind damage on foes in that direction / Grants Pierce to all units and multiballs in your party",
      "Falcon Rush+",
      "Charges forward with his spear, inflicting Wind damage on foes in that direction / Grants Pierce to all units and multiballs in your party",
      "Tailwind",
      "Kentaro Ito"
    ]
  ],
  "341009": [
    [
      "Jester",
      "ジャスター",
      "Young man running a family ranch in Palpebra. He's often in need of good help and hires adventurers from the Guild. Jester is a skilled maker of traps, which ward off predators.",
      "Deathtrap Buckaroo",
      "Falling Lasso",
      "Deftly twirls his lasso, inflicting Wind damage, Paralyze, and reduced Wind resistance on nearby foes + Removes 1 buff for every hit landed",
      "Falling Lasso+",
      "Deftly twirls his lasso, inflicting Wind damage, Paralyze, and reduced Wind resistance on nearby foes + Removes 1 buff for every hit landed",
      "Snare Enthusiast",
      "Mitsuhiro Ichiki"
    ]
  ],
  "351001": [
    [
      "Corinna",
      "コリーナ",
      "A clumsy cleric who became an adventurer to support the orphanage that raised her. She makes up for her lack of experience with a strong work ethic.",
      "Kind Cleric",
      "Cure and Heal",
      "Offers a prayer, granting Recover to all units and multiballs in your party + Removes 2 debuffs",
      "Cure and Heal+",
      "Offers a prayer, granting Recover to all units and multiballs in your party + Removes 2 debuffs",
      "Gentle Prayer",
      "Yu Serizawa"
    ]
  ],
  "351002": [
    [
      "Marguerite",
      "マルグリット",
      "A gorgeous gunwielder whose appreciation for beauty knows no bounds. But remember—true beauty takes all forms and more than what meets the eye. Just take a look at the beautiful world around you! ",
      "Gorgeous Hawkeye",
      "Rose Rouge",
      "Fires straight ahead, inflicting light damage on hit foes / Increases Fever Gauge",
      "Rose Rouge+",
      "Fires straight ahead, inflicting light damage on hit foes / Increases Fever Gauge",
      "Beauty Incarnate",
      "Chinatsu Akasaki"
    ]
  ],
  "351003": [
    [
      "Cecilia",
      "セシリア",
      "A knight who seeks the lost Oracle of the Wind. She is filled with righteousness and driven by loyalty, willing to lay down even her life to fulfill her duty.",
      "Knight in Shining Armor",
      "Aegis Protection",
      "Receives the blessing of the light, increasing the Dark resistance of all units and multiballs in your party / Gains Invincibility",
      "Aegis Protection+",
      "Receives the blessing of the light, increasing the Dark resistance of all units and multiballs in your party / Gains Invincibility",
      "A Knight's Duty",
      "Rie Takahashi"
    ]
  ],
  "351004": [
    [
      "Aureo",
      "アウレオ",
      "A Palpebran delivery boy who runs errands for adventurers with the help of Baloosh, his giant bird buddy.",
      "Penguin Porter",
      "Baloosh Barrage",
      "Summons sprites that transform into mini-Balooshes",
      "Baloosh Barrage+",
      "Summons sprites that transform into mini-Balooshes",
      "Best Friends",
      "Nozomi Yamamoto"
    ]
  ],
  "351005": [
    [
      "Raul",
      "ラウル",
      "The sole proprietor and barkeeper at Raul's Bar, a popular bar located on a remote island. No matter the type of customer, he'll find a way to satisfy their order.",
      "Island Barkeep",
      "Carol of the Sanctum",
      "Invokes divine protection, inflicting Light damage on foes in front, behind, and to the left and right (Inflicts more damage on Undead foes) + Removes 1 buff",
      "Carol of the Sanctum+",
      "Invokes divine protection, inflicting Light damage on foes in front, behind, and to the left and right (Inflicts more damage on Undead foes) + Removes 1 buff",
      "Business is Booming",
      "Kentaro Ito"
    ]
  ],
  "351006": [
    [
      "Miles",
      "ミレス",
      "A Palpebran boy trying to be a knight just like his hero from a popular play. He's actively seeking someone to play the part of the knight's sister.",
      "Staged Knight",
      "Aegis Charge",
      "Charges the closest target, inflicting Light damage on foes he bumps into + Increases the Dark resistance of all units and multiballs in your party, and units in other players' parties",
      "Aegis Charge+",
      "Charges the closest target, inflicting Light damage on foes he bumps into + Increases the Dark resistance of all units and multiballs in your party, and units in other players' parties",
      "Will to Defend",
      "Aoi Koga"
    ]
  ],
  "351007": [
    [
      "Luluca",
      "リュリュカ",
      "A greenhorn journalist writing for a magazine called the Oculus. What she lacks in experience, she makes up in determination.",
      "Junior Journalist",
      "Cutting Edge Scoop",
      "Brandishes her knife, inflicting Light damage and reduced Light resistance on all foes she bumps into for a period of time (Damage increases with number of buffs on Luluca)",
      "Cutting Edge Scoop+",
      "Brandishes her knife, inflicting Light damage and reduced Light resistance on all foes she bumps into for a period of time (Damage increases with number of buffs on Luluca)",
      "Interview Spotlight",
      "Aoi Koga"
    ]
  ],
  "361001": [
    [
      "Falsche",
      "ファルチェ",
      "A quiet girl who wields a scythe. When her parents were seemingly lost to the Kaleidoscope, she began working there to recover their belongings.",
      "Custodian of the Dead",
      "Soul Reaper",
      "Swings her dark scythe, inflicting dark damage on nearby foes for a period of time",
      "Soul Reaper+",
      "Swings her dark scythe, inflicting dark damage on nearby foes for a period of time",
      "Clairvoyance",
      "Hisako Tojo"
    ]
  ],
  "361002": [
    [
      "Jalil",
      "ジャリル",
      "A taciturn man who wields chakram with unparalleled grace. He was born on the desert marches, to a clan that eventually was wiped out by the royal family. Jalil escaped, disguised as a member of a traveling troupe.",
      "Silent Drifter",
      "Qamar Sayf",
      "Throws his chakram in every direction, inflicting Dark damage and reduced Dark resistance on hit foes",
      "Qamar Sayf+",
      "Throws his chakram in every direction, inflicting Dark damage and reduced Dark resistance on hit foes",
      "Art of the Desert Moon",
      "Yuma Uchida"
    ]
  ],
  "361003": [
    [
      "Arly",
      "アーリィ",
      "A warrior who once served the Lord of Shadow. Though she's hard on both herself and others, she has a soft spot for her younger sister, Arum.",
      "Turncoat Fiend",
      "Soul Ripper",
      "Flourishes claws, inflicting dark damage on foes she bumps into for a period of time / Every time damage is inflicted, restores HP",
      "Soul Reaper+",
      "Flourishes claws, inflicting dark damage on foes she bumps into for a period of time / Every time damage is inflicted, restores HP",
      "Traitor to the Dark Throne",
      "Ari Ozawa"
    ]
  ],
  "361004": [
    [
      "Shion",
      "シオン",
      "A shady information broker with dirt on all Palpebra's darkest secrets. Aspires to be the biggest name in his trade.",
      "Fervid Informant",
      "Blackmail Blade",
      "Flings daggers in front and behind, inflicting Dark damage, reduced Dark resistance, and Mire on hit foes for a period of time",
      "Blackmail Blade+",
      "Flings daggers in front and behind, inflicting Dark damage, reduced Dark resistance, and Mire on hit foes for a period of time",
      "Hot Tips",
      "Hiroshi Watanabe"
    ]
  ],
  "361005": [
    [
      "Adil",
      "アディル",
      "A man who hails from a now lost village in the Kingdom of Sand. A great famine took his friends and family. In its aftermath, he swore to dedicate his life and sword to preserving life.",
      "Remnant Warrior",
      "Sand Falchion",
      "Vows only to fight for peace, increasing attack / Grants Pierce to all units and multiballs in your party",
      "Sand Falchion+",
      "Vows only to fight for peace, increasing attack / Grants Pierce to all units and multiballs in your party",
      "Love Your Neighbor as Yourself",
      "Tsuguo Mogami"
    ]
  ],
  "361006": [
    [
      "Dorothea",
      "ドロセア",
      "A snarky girl who works as a maid-for-hire. She's more considerate than she lets on, and is an expert at tackling everyday tasks—including Kaleidoscope runs.",
      "Snarky Maid",
      "Medicine Maker",
      "Uses medicine from her bunny bag, taking HP from all units and multiballs in your party (excluding Dorothea) and granting them Recover and increased Light resistance + Removes all debuffs",
      "Medicine Maker+",
      "Uses medicine from her bunny bag, taking HP from all units and multiballs in your party (excluding Dorothea) and granting them Recover and increased Light resistance + Removes all debuffs",
      "Curt Courtesy",
      "Shiori Izawa"
    ]
  ],
  "361007": [
    [
      "Rebecca",
      "レベッカ",
      "A mage with the ability to manipulate shadows who somehow ended up in Palpebra. Although she possesses magical talent, her lack of confidence often holds her back.",
      "Magical Daydreamer",
      "Shadow Veil",
      "Casts a shadow over her surroundings, inflicting reduced Dark resistance and Mire on hit foes / Increases the Skill Gauge of all units in your party (excluding Rebecca)",
      "Shadow Veil+",
      "Casts a shadow over her surroundings, inflicting reduced Dark resistance and Mire on hit foes / Increases the Skill Gauge of all units in your party (excluding Rebecca)",
      "Shadow Master",
      "Miyu Takagi"
    ]
  ],
  "412004": [
    [
      "Golem",
      "ゴーレム",
      "An artificial construct that guards ruins in the Kingdom of Sand. While many are monitored by the kingdom, rogue golems are occasionally found patrolling forgotten halls. ",
      "Desert Sentry",
      "Shock Surge",
      "Rushes forward, inflicting Fire damage on foes within radius of its path / Grants Pierce to all units and multiballs in your party",
      "Torch Tackle+",
      "Rushes forward, inflicting Fire damage on foes within radius of its path / Grants Pierce to all units and multiballs in your party",
      "(None)",
      "(None)"
    ]
  ],
  "442004": [
    [
      "Owlbert",
      "ポジート",
      "An owl who made a home for himself in the great Spirit Tree of the forest long ago. He cares for the forest and the sprites that live here dearly.",
      "Sylvan Intellectual",
      "Owl Blast",
      "Grants Levitate to all units and multiballs in your party / Increases the attack and skill damage of all units and multiballs in your party, and units in other players' parties",
      "Owl Blast+",
      "Grants Levitate to all units and multiballs in your party / Increases the attack and skill damage of all units and multiballs in your party, and units in other players' parties",
      "(None)",
      "(None)"
    ]
  ],
  "442006": [
    [
      "Kamaitachi",
      "カマイタチ",
      "A weasel-like yokai that can be found hunting prey with its sharp tail. They tend to be hot-headed, but can sometimes be found working in packs.",
      "Scythetail",
      "Cyclone Slash",
      "Sends out small whirlwinds, inflicting wind damage on hit foes",
      "Cyclone Slash+",
      "Sends out small whirlwinds, inflicting wind damage on hit foes",
      "(None)",
      "(None)"
    ]
  ],
  "512001": [
    [
      "Shroombo",
      "キノ",
      "A mushroom sprite who resides in the Spirit Tree. With its bright red cap and stocky build, it's very much a mushroom indeed. Although it seems to have also sprouted legs somehow.",
      "Springy Spore Sprite",
      "Fungal Fury",
      "Rushes the closest target while flailing its arms, inflicting fire damage on foes in that direction",
      "Fungal Fury+",
      "Rushes the closest target while flailing its arms, inflicting fire damage on foes in that direction",
      "(None)",
      "(None)"
    ]
  ],
  "512002": [
    [
      "Red Blobble",
      "レッドプル",
      "Because these little guys go poof as soon as you defeat them, no one knows what they truly are. Red Blobbles are likely under the domination of the Fire Spirit. They are warm to the touch.",
      "Blob of Fire",
      "Blobble Bash",
      "Travels up for a period of time, inflicting fire damage on foes within radius of its path",
      "Blobble Bash+",
      "Travels up for a period of time, inflicting fire damage on foes within radius of its path",
      "(None)",
      "(None)"
    ]
  ],
  "512004": [
    [
      "Fire Imp",
      "ファイアスピリ",
      "A sprite born in the fiery places of the world. It is rather unruly and likes to rush about, flames streaming. Thus, these creatures have been known to unwittingly start fires.",
      "Sprite of Flames",
      "Healing Flames",
      "Receives the blessing of the Fire Spirit, restoring the HP of all units and multiballs in your party, and units in other players' parties (Effect boosted for Fire element)",
      "Healing Flames+",
      "Receives the blessing of the Fire Spirit, restoring the HP of all units and multiballs in your party, and units in other players' parties (Effect boosted for Fire element)",
      "(None)",
      "(None)"
    ]
  ],
  "522001": [
    [
      "Blue Blobble",
      "ブループル",
      "Because these little guys go poof as soon as you defeat them, no one knows what they truly are. Blue Blobbles are likely under the domination of the Water Spirit. They are moist, jiggly, and honestly, quite pleasant to touch.",
      "Blob of Water",
      "Blobble Bash",
      "Travels down for a period of time, inflicting water damage on foes within radius of its path",
      "Blobble Bash+",
      "Travels down for a period of time, inflicting water damage on foes within radius of its path",
      "(None)",
      "(None)"
    ]
  ],
  "532001": [
    [
      "Yellow Blobble",
      "イエロープル",
      "Because these little guys go poof as soon as you defeat them, no one knows what they truly are. Yellow Blobbles are likely under the domination of the Thunder Spirit. They are not pleasant to the touch, as they can be quite shocking.",
      "Blob of Thunder",
      "Blobble Bash",
      "Travels right for a period of time, inflicting thunder damage on foes within radius of its path",
      "Blobble Bash+",
      "Travels right for a period of time, inflicting thunder damage on foes within radius of its path",
      "(None)",
      "(None)"
    ]
  ],
  "532004": [
    [
      "Zapquill",
      "パララット",
      "A rodent-type monster that thrives in arid regions. Electricity runs through its quills, which it can shoot at enemies. When threatened, it curls into a ball.",
      "The Electrifying Porcupine",
      "Zap Needle",
      "Fires quills in every direction, inflicting Thunder damage on hit foes (Inflicts more damage on Paralyzed and/or Stunned foes) + Occasionally inflicts Paralyze",
      "Zap Needle+",
      "Fires quills in every direction, inflicting Thunder damage on hit foes (Inflicts more damage on Paralyzed and/or Stunned foes) + Occasionally inflicts Paralyze",
      "(None)",
      "(None)"
    ]
  ],
  "542001": [
    [
      "Green Blobble",
      "グリーンプル",
      "Because these little guys go poof as soon as you defeat them, no one knows what they truly are. Green Blobbles are likely under the domination of the Wind Spirit. They can be blown away by even a gentle breeze.",
      "Blob of Wind",
      "Blobble Bash",
      "Travels left for a period of time, inflicting wind damage on foes within radius of its path",
      "Blobble Bash+",
      "Travels left for a period of time, inflicting wind damage on foes within radius of its path",
      "(None)",
      "(None)"
    ]
  ],
  "151015": [
    [
      "Lily Hoshikawa",
      "ホシカワリリィ",
      "A member of Franchouchou, the idol group comprised of zombies hailing from Saga. She was once a child prodigy actor featured all over TV. Though young, she is a dedicated professional and always works hard to be as cute as possible. She loves her supportive father more than anything.",
      "Zombie Number 6",
      "Lily's Time to Shine!",
      "Channels the power of cuteness and deals Light damage to all foes (Ignore soft spots) / Increases the attack of all allies",
      "Lily's Time to Shine!+",
      "Channels the power of cuteness and deals Light damage to all foes (Ignore soft spots) / Increases the attack of all allies",
      "The Legendary Child Actress",
      "Minami Tanaka"
    ]
  ],
  "161009": [
    [
      "Junko Konno",
      "コンノジュンコ",
      "A member of Franchouchou, the idol group comprised of zombies hailing from Saga. A famous idol from the Showa era, she helped popularize and pioneer idols. Possessing the best singing voice of all Franchouchou members, she remains humble and always tries earnestly to improve herself.",
      "Zombie Number 4",
      "Idol Superstar",
      "Enchants eager fans glued to their television screens and increases the skill damage of all parties / If HP is below 45% when activated, gives a barrier to Dark units",
      "Idol Superstar+",
      "Enchants eager fans glued to their television screens and increases the skill damage of all parties / If HP is below 45% when activated, gives a barrier to Dark units",
      "The Legendary Showa Idol",
      "Maki Kawase"
    ]
  ],
  "231014": [
    [
      "Ai Mizuno",
      "ミズノアイ",
      "A member of Franchouchou, the idol group comprised of zombies hailing from Saga. Formerly the lead singer of an extremely popular idol group known as Iron Frill, she doesn't fear failure and has an inexorable drive to work hard until she gets to the top!",
      "Zombie Number 3",
      "Thunderbolts and Lightning",
      "Drops down powerful lightning around self, dealing Thunder damage to nearby foes / Increases skill damage for all allies",
      "Thunderbolts and Lightning+",
      "Drops down powerful lightning around self, dealing Thunder damage to nearby foes / Increases skill damage for all allies",
      "The Legendary Heisei Idol",
      "Risa Taneda"
    ]
  ],
  "121009": [
    [
      "Sakura Minamoto",
      "ミナモトサクラ",
      "A member of Franchouchou, the idol group comprised of zombies hailing from Saga. She's got talent, but her journey to becoming a top idol is often impeded by unlucky situations. Still, no matter how bad things get, she always finds a way to overcome every challenge.",
      "Zombie Number 1",
      "I'm Going Now!",
      "Summons a truck to drive by in front, inflicting Water damage on hit foes / Increases Power Flip damage",
      "I'm Going Now! +",
      "Summons a truck to drive by in front, inflicting Water damage on hit foes / Increases Power Flip damage",
      "The Not-So Legendary Girl",
      "Kaede Hondo"
    ]
  ],
  "141009": [
    [
      "Saki Nikaido",
      "ニカイドウサキ",
      "Leader of Franchouchou, the idol group comprised of zombies hailing from Saga. She was once the legendary biker boss and founder of Dorami, an all-ladies group that aimed to take over Kyushu. Though she's a bit on the rough side, her compassion is second to none, and she would never abandon a friend in need.",
      "Zombie Number 2",
      "Rip It Up!",
      "Rides a bike forward, inflicting Wind damage on hit foes / When party leader is Wind, increases Power Flip Damage + Grants Speed Up to all allies",
      "Rip It Up! +",
      "Rides a bike forward, inflicting Wind damage on hit foes / When party leader is Wind, increases Power Flip Damage + Grants Speed Up to all allies",
      "The Legendary Biker Boss",
      "Asami Tano"
    ]
  ],
  "211014": [
    [
      "Yugiri",
      "ユウギリ",
      "A member of Franchouchou, the idol group comprised of zombies hailing from Saga. Once upon a time, she was the legendary courtesan rumored to be behind numerous incidents during the Meiji Restoration. Nowadays, she uses her skills to give her fellow idols a guiding hand. Despite her competence in various areas, she tends to slap first and ask questions later, so she isn't without her faults.",
      "Zombie Number 5",
      "Get Ahold of Yourself!",
      "Scolds with a mighty slap, sacrificing her allies' HP and increasing their Skill Gauges + Increases skill damage",
      "Get Ahold of Yourself! +",
      "Scolds with a mighty slap, sacrificing her allies' HP and increasing their Skill Gauges + Increases skill damage",
      "The Legendary Courtesan",
      "Rika Kinugawa"
    ]
  ],
  "263003": [
    [
      "Tae Yamada",
      "ヤマダタエ",
      "A member of Franchouchou, the idol group comprised of zombies hailing from Saga. Often referred to as the Legendary Tae Yamada, she herself is unable to speak and has a penchant to immediately bite into things. Despite her zombie nature, she seems aware of her role as an idol and treasures the relationships she's formed in Franchouchou.",
      "Zombie Number 0",
      "Graah!",
      "Drop Tae's head for a biting frenzy (Attacks thrice), inflicting Dark damage on bitten foes",
      "Graah!+",
      "Drop Tae's head for a biting frenzy (Attacks thrice), inflicting Dark damage on bitten foes",
      "Legendary Tae Yamada",
      "Kotono Mitsuishi"
    ]
  ],
  "243007": [
    [
      "Kugui",
      "クグイ",
      "A young diviner who has the power to bring art to life. Separated from her parents during the unification of the East and the West, she was taken in by a small village. Her life there ended when she lost control of her power, inadvertently destroying her new home.",
      "Diviner Artist",
      "Dragon's Awakening",
      "Summons the Painted Dragon to unleash a mighty roar, restoring the HP of all units and multiballs in your party, and units in other players' parties (Effect boosted for Wind element) / Deals Wind damage to all foes (Damage increased against non-boss Thunder foes) (Ignores soft spots)",
      "Dragon's Awakening+",
      "Summons the Painted Dragon to unleash a mighty roar, restoring the HP of all units and multiballs in your party, and units in other players' parties (Effect boosted for Wind element) / Deals Wind damage to all foes (Damage increased against non-boss Thunder foes) (Ignores soft spots)",
      "Diviner Artist",
      "Yu Kobayashi"
    ]
  ],
  "700000": [
    [
      "Kugui",
      "クグイ",
      "(None)",
      "(None)",
      "仮",
      "仮",
      "仮",
      "仮",
      "Empty Prayers",
      "小林ゆう"
    ]
  ],
  "141111": [
    [
      "サイレンススズカ",
      "サイレンススズカ",
      "遠い世界からやってきた、『大逃げ』を得意とする天才肌のウマ娘。物静かでストイックだが、他者を嫌っているわけではなく、ただ走る事に心を奪われているだけである。スペシャルウィークと同室の先輩で、その透明感に憧れる者は多い。",
      "静かなる疾走者",
      "先頭の景色は譲らない…！",
      "スピードの向こう側を目指しさらなる脚を使って速度を上げ、最も近い敵に向かってダッシュしながらパーティに最大速度固定 ＋ 貫通 ＋ 浮遊効果【3つとも消去不可】 ／ 自身に連撃効果",
      "先頭の景色は譲らない…！＋",
      "スピードの向こう側を目指しさらなる脚を使って速度を上げ、最も近い敵に向かってダッシュしながらパーティに最大速度固定 ＋ 貫通 ＋ 浮遊効果【3つとも消去不可】 ／ 自身に連撃効果",
      "サイレントイノセンス",
      "高野麻里佳"
    ]
  ],
  "151105": [
    [
      "スペシャルウィーク",
      "スペシャルウィーク",
      "遠い世界から来た明るく元気なウマ娘の少女。日本一のウマ娘になる事を夢見て故郷を離れ、トレセン学園へと転入してきた。憧れたり挫けたりを繰り返しながら持ち前のガッツで、夢に向かってひた走る！",
      "駆ける純真どさん娘",
      "シューティングスター",
      "流れ星とともに勢いに乗って速度を上げ、パーティに最大速度固定効果 ／ 光属性キャラに攻撃力アップ ＋ 再生効果 ／ フィーバー中に発動した場合、最大速度固定効果と攻撃力アップ効果を強化",
      "シューティングスター＋",
      "流れ星とともに勢いに乗って速度を上げ、パーティに最大速度固定効果 ／ 光属性キャラに攻撃力アップ ＋ 再生効果 ／ フィーバー中に発動した場合、最大速度固定効果と攻撃力アップ効果を強化",
      "スペシャルドリーマー",
      "和氣あず未"
    ]
  ],
  "113001": [
    [
      "ゴールドシップ",
      "ゴールドシップ",
      "健在ッ！トレセン学園一のトリックスター！思いつくままに行動し、面白おかしく生きる自由人。万人と分け隔てなく絡むが、それはゴルシ劇場を盛り上げるためであり、友情や絆をどれほど感じているかは定かではない。",
      "奔放黄金破天荒娘",
      "不沈艦、抜錨ォッ！",
      "錨を振り回しながらロングスパートをかけ、最も近い敵へ突進し、錨に当たった敵に火ダメージ ／ 自身に攻撃力アップ効果",
      "不沈艦、抜錨ォッ！＋",
      "錨を振り回しながらロングスパートをかけ、最も近い敵へ突進し、錨に当たった敵に火ダメージ ／ 自身に攻撃力アップ効果",
      "レッドストライフ",
      "上田瞳"
    ]
  ],
  "121021": [
    [
      "Emilia",
      "エミリア",
      "A young half elf with gorgeous silver hair. Due to her kindhearted nature, she is unable to leave those in trouble alone, which led her to helping Subaru after he was suddenly transported to the Kingdom of Lugunica. The two have since developed a close relationship.",
      "Kindhearted Half Elf",
      "Icicle Storm",
      "Fires a flurry of icy projectiles in front of her, inflicting Water damage on hit foes / Increases skill damage for all allies",
      "Icicle Storm+",
      "Fires a flurry of icy projectiles in front of her, inflicting Water damage on hit foes / Increases skill damage for all allies",
      "Great Spirit's Divine Protection",
      "Rie Takahashi"
    ]
  ],
  "121027": [
    [
      "Rem",
      "レム",
      "A girl who works as a maid with her older twin sister Ram in the Kingdom of Lugunica. Despite her dainty appearance, she is an extremely capable fighter due to her demon powers. She loves Subaru with all her heart, and will prioritize him over all else.",
      "Younger, Stronger, Adept Maid",
      "Raging Wrecking Ball",
      "Swings her wrecking ball around herself and launches it at the nearest foe, inflicting Water damage on nearby foes / Increases attack",
      "Raging Wrecking Ball+",
      "Swings her wrecking ball around herself and launches it at the nearest foe, inflicting Water damage on nearby foes / Increases attack",
      "Fanatical as a Demon",
      "Inori Minase"
    ]
  ],
  "241021": [
    [
      "Ram",
      "ラム",
      "A girl who works as a maid with her younger twin sister Rem in the Kingdom of Lugunica. She was once a powerful demon, but lost most of her power when her horn was broken off. Though her prideful attitude and harsh words may imply otherwise, she is truly kind at heart and good at looking after others.",
      "Older, Harsher, Inept Maid",
      "El Fura",
      "Uses wind magic to send a vortex out in front, inflicting Wind damage on hit foes / Increases Power Flip damage",
      "El Fura+",
      "Uses wind magic to send a vortex out in front, inflicting Wind damage on hit foes / Increases Power Flip damage",
      "Clairvoyance",
      "Rie Murakawa"
    ]
  ],
  "263009": [
    [
      "Subaru Natsuki",
      "ナツキスバル",
      "A young man suddenly transported to the Kingdom of Lugunica. Using his ability \"Return by Death,\" he overcomes many dangers that threaten Emilia and the others. Despite being a timid coward, he always comes through when others need him most.",
      "The Boy Fighting Fate",
      "Hidden Witch's Curse",
      "Tries to reveal his ability, but instead sacrifices HP to increase skill damage for all allies",
      "Hidden Witch's Curse+",
      "Tries to reveal his ability, but instead sacrifices HP to increase skill damage for all allies",
      "The Witch's Love",
      "Yusuke Kobayashi"
    ]
  ],
  "251006": [
    [
      "Lyla",
      "ライア",
      "A young eco-hunter who spends her time looking into the changing ecology around Palpebra. Her professor always sends her on odd jobs that he should be doing himself.",
      "Eco-Research Hunter",
      "Mogu Burst!",
      "Summons a rare creature, which takes damage in place of all units in the party and has increased Dark resistance",
      "Mogu Burst!+",
      "Summons a rare creature, which takes damage in place of all units in the party and has increased Dark resistance",
      "Full Speed Ahead!",
      "Misato Fukuen"
    ]
  ],
  "161005": [
    [
      "Carla",
      "カーラ",
      "A strange girl who traded half of her life force to the snake demon Cob in exchange for power. Reckless, she spends her days gleefully finding life-threatening trouble.",
      "Dare Devil",
      "Thanatos Wept",
      "Creates a serpetine aura, poisoning and dealing Dark damage to surrounding foes for a period of time / Grants Pierce to all units and multiballs in your party",
      "Thanatos Wept+",
      "Creates a serpetine aura, poisoning and dealing Dark damage to surrounding foes for a period of time / Grants Pierce to all units and multiballs in your party",
      "Cursed Call",
      "Marika Kohno & Kazuki Yao"
    ]
  ],
  "361009": [
    [
      "Meryll",
      "メリル",
      "Reserved and new to the adventuring game, Meryll loves nothing more than reading a good book or writing a good story. After all, what could be better than indulging in one's fantasies?",
      "Fan Fantasies",
      "Final Mantasy",
      "Uses the power of wishful thinking, increasing the attack of all units and multiballs in your party + increasing the damage of direct hits / Then, if a male unit or multiball is in the active party, increases attack and direct hit damage for herself too",
      "Final Mantasy+",
      "Uses the power of wishful thinking, increasing the attack of all units and multiballs in your party + increasing the damage of direct hits / Then, if a male unit or multiball is in the active party, increases attack and direct hit damage for herself too",
      "Ship, Marry, Kill",
      "Reina Kondo"
    ]
  ],
  "121006": [
    [
      "Remnith",
      "リムニス",
      "A spear-fighter whom family tradition designated Guardian of the Dragons. He is an incorrigible Casanova, but there is no one in any world he loves more than his sister.",
      "Draconic Defender",
      "Draconic Tide",
      "Swings his spear about him, then performs a series of forward thrusts, inflicting Water damage on hit foes / Grants Pierce to all units and multiballs in your party / Increases Remnith's direct attack",
      "Draconic Tide+",
      "Swings his spear about him, then performs a series of forward thrusts, inflicting Water damage on hit foes / Grants Pierce to all units and multiballs in your party / Increases Remnith's direct attack",
      "Destroy What You Love",
      "Masakazu Morita"
    ]
  ],
  "231009": [
    [
      "Rudy",
      "ルディ",
      "An android created by the Administrator. After a failed rebellion that she and Regis led, she was turned into a bug. Eventually, Regis found Rudy roaming the world as a hollow, and restored her to her original form.",
      "Lady à la Sleep Mode",
      "Charged Ignition",
      "Wraps charged electrodes around her body, inflicting Thunder damage on nearby foes for a period of time / Grants Levitate to all units and multiballs in your party",
      "Charged Ignition+",
      "Wraps charged electrodes around her body, inflicting Thunder damage on nearby foes for a period of time / Grants Levitate to all units and multiballs in your party",
      "Recalcitrant Experiment",
      "Ayaka Fukuhara"
    ]
  ],
  "263002": [
    [
      "Love",
      "ラヴ",
      "The CEO of DayAndNight, a company tied to the larger Noxel Group. Love herself is an enhanced being created by Noxel's \"Myriad Project.\"",
      "Mother of Eternal Night",
      "Cacophonous Choir",
      "Summons a giant apparatus, inflicting Dark damage to all foes on the field / Increases skill damage for all Dark units and Dark multiballs / Increases attack of all Light units and Light multiballs",
      "Cacophonous Choir+",
      "Summons a giant apparatus, inflicting Dark damage to all foes on the field / Increases skill damage for all Dark units and Dark multiballs / Increases attack of all Light units and Light multiballs",
      "Perfectly Designed CEO",
      "Kanae Oki"
    ]
  ],
  "151006": [
    [
      "Bulleta",
      "バレッタ",
      "A bionic troubleshooter who dreams of freedom and the wide-open skies. She joins Alk and company in the hopes of seeing a real sky.",
      "Freedom Blaster",
      "HEAVENS TORCH",
      "Fills the cannon gauge to fire a straight beam, inflicting Light damage on hit foes / Increases Power Flip damage for all units and multiballs in your party",
      "HEAVENS TORCH＋",
      "Fills the cannon gauge to fire a straight beam, inflicting Light damage on hit foes / Increases Power Flip damage for all units and multiballs in your party",
      "Way of Life",
      "Yuka Komatsu"
    ]
  ],
  "151005": [
    [
      "Teurgis",
      "タージェス",
      "The best troubleshooter in the world, or so he claims. He's actually quite skilled and makes good money, but all his paychecks are spent covering the destruction he's caused.",
      "Trouble-making Troubleshooter",
      "Plasma Impact",
      "Summons an aura of power and slashes at the first foe hit, inflicting Light damage / Increases Attrition damage",
      "Plasma Impact+",
      "Summons an aura of power and slashes at the first foe hit, inflicting Light damage / Increases Attrition damage",
      "The Best of the Best!",
      "Katsuyuki Konishi"
    ]
  ],
  "251007": [
    [
      "Hopper",
      "ホプル",
      "A Bionic troubleshooter from Qualia City, he's a good problem solver who can take on a wide variety of jobs. Just try not to mind his habit of being swept up in the latest trends.",
      "Trickshot",
      "Maximized Blaster",
      "Forms an energy ball and fires it at the nearest target, inflicting Light damage and reduced Light resistance on hit foes",
      "Maximized Blaster+",
      "Forms an energy ball and fires it at the nearest target, inflicting Light damage and reduced Light resistance on hit foes",
      "Business Opportunist",
      "Tetsuya Kakihara"
    ]
  ],
  "221008": [
    [
      "Mordiaga",
      "モルディアーガ",
      "A desert-dweller who goes after gold like a dying man after water. He grew up poor and scrounged up whatever he could to make ends meet, so don't be surprised if he takes on work that isn't aboveboard.",
      "Artifact Magus",
      "Gianini Flow",
      "Calls upon a large water sprite, inflicting Water damage on foes in front",
      "Gianini Flow+",
      "Calls upon a large water sprite, inflicting Water damage on foes in front",
      "Sprite Whisperer",
      "Kazuya Ichijo"
    ]
  ],
  "141141": [
    [
      "シルクハーレ",
      "シルクハーレ",
      "『卯国』の代表アイドルにしてサーカスから差し向けられた恐るべき刺客。ぬいぐるみを駆使する事によって単独でのグループ活動を実現しておりそのアイドル強度は計り知れない。",
      "一人サーカスの女王",
      "ＣＲＴ１３",
      "人形が織りなすサーカスで味方を鼓舞し、パーティキャラ・マルチボールと参戦者のパーティキャラのHPを回復【属性「風」に対して効果アップ】 ／ リーダーが風属性の時、パーティにパワーフリップダメージアップ効果",
      "ＣＲＴ１３＋",
      "人形が織りなすサーカスで味方を鼓舞し、パーティキャラ・マルチボールと参戦者のパーティキャラのHPを回復【属性「風」に対して効果アップ】 ／ リーダーが風属性の時、パーティにパワーフリップダメージアップ効果",
      "コズミック友情パワー",
      "水樹奈々"
    ]
  ],
  "121147": [
    [
      "見嶋ユキ",
      "ミシマユキ",
      "パルペブラのギルドナイツと協力し人々を護る事に尽力する、美しき渋谷の少女。かつて誰にも踏み荒らされぬように小さな世界を作っていた少女は、いつかの自分がそうだったように『憧れ』を向けられるようになっていた。",
      "春想花",
      "重ね雪花（拳）",
      "最も近い敵に向かって連なる結界を打ち出し、命中した敵に水ダメージ ／ パーティキャラと参戦者のパーティキャラにスキルダメージアップ効果【属性「水」に対して効果アップ】",
      "重ね雪花（拳）＋",
      "最も近い敵に向かって連なる結界を打ち出し、命中した敵に水ダメージ ／ パーティキャラと参戦者のパーティキャラにスキルダメージアップ効果【属性「水」に対して効果アップ】",
      "私達の世界",
      "花守ゆみり"
    ]
  ],
  "131128": [
    [
      "ツインク",
      "ツインク",
      "トライミニッツ特別技術対応課の課長。豪腕、元気、チームと仲間が大好き。だからこそ彼女が新年一発目にぶち込んだのは『特別技術対応課シブヤ支部』の設立だった。",
      "新春気鋭の豪腕課長",
      "サリュート・オブ・ガンズ",
      "最も近い敵に向かってチャージレーザーを発射し、命中した敵に雷ダメージ ／ 自身に攻撃力アップ効果 ／ パーティにパワーフリップダメージアップ効果",
      "サリュート・オブ・ガンズ＋",
      "最も近い敵に向かってチャージレーザーを発射し、命中した敵に雷ダメージ ／ 自身に攻撃力アップ効果 ／ パーティにパワーフリップダメージアップ効果",
      "ニューイヤーチーム",
      "加隈亜衣"
    ]
  ],
  "111141": [
    [
      "ミア",
      "ミア",
      "説明しよう！トレジャーサンタとは！トレジャーをハントし、欲しい人にプレゼントし、時にハントの楽しさも布教する……そんなサンタクロースなのである！――つまり、大体いつものミアである。",
      "トレジャーサンタ",
      "プレゼント・ハント！",
      "最も近い敵に向かって突進し、敵に接触した時、もしくは一定時間経過時、進行方向に爪攻撃による火ダメージ ／ プレゼントを配り、パーティにパワーフリップダメージアップ ＋ コンボブースト効果",
      "プレゼント・ハント！＋",
      "最も近い敵に向かって突進し、敵に接触した時、もしくは一定時間経過時、進行方向に爪攻撃による火ダメージ ／ プレゼントを配り、パーティにパワーフリップダメージアップ ＋ コンボブースト効果",
      "虎耳の導き手",
      "大坪由佳"
    ]
  ],
  "151141": [
    [
      "キクノ",
      "キクノ",
      "２体の鬼を従え、旅をする花魁。自身が在籍していた『白雲楼』を探している。情報を求めて多くの宴席に顔を出しており、パルペブラでは彼女に熱を上げている者達も多いという。",
      "聖夜祭の花魁",
      "再此聖夜花轢",
      "聖夜の舞を披露し、 パーティキャラ・マルチボールと参戦者のパーティキャラのHPを回復【属性「光」に対して効果アップ】 ／ パーティにパワーフリップダメージアップ ＋ 貫通効果 ／ コンボ数増加",
      "再此聖夜花轢＋",
      "聖夜の舞を披露し、 パーティキャラ・マルチボールと参戦者のパーティキャラのHPを回復【属性「光」に対して効果アップ】 ／ パーティにパワーフリップダメージアップ ＋ 貫通効果 ／ コンボ数増加",
      "白雲は絶ち消えず",
      "巽悠衣子"
    ]
  ],
  "261083": [
    [
      "ハートリーフ",
      "ハートリーフ",
      "聖夜に現れた癒しと祝福のサンタナース。その正体は真面目な薬草士。患者さんに少しでも聖夜祭の雰囲気を味わってもらおうと彼女は人々に元気と健康を届けて回る。",
      "サンタナースな薬草士",
      "シンナム・アルデヒド",
      "特製の薬を振りまいて、パーティに貫通 ＋ パワーフリップダメージアップ効果 ／ 闇属性キャラと闇属性マルチボールの弱体効果を1つ回復",
      "シンナム・アルデヒド＋",
      "特製の薬を振りまいて、パーティに貫通 ＋ パワーフリップダメージアップ効果 ／ 闇属性キャラと闇属性マルチボールの弱体効果を1つ回復",
      "健やかなる聖夜のために",
      "芝崎典子"
    ]
  ],
  "151129": [
    [
      "ユーウェル",
      "ユーウェル",
      "落ちた飛燕。光に導かれた者。地に足つけた英雄ならざる騎士。再度の祖国の危機を前に、彼は再び飛び立つ。転んでも、落ちても、敗北しても。一度も手放さなかった理想と共に、新たなる仲間達の力を得て。",
      "飛燕自由騎士団団長",
      "疑似九剣・ナインブレイド",
      "前方に向かって突進後、自身の周囲に浮かぶ剣で前方の敵に光ダメージ ／ さらに合体した巨大な剣で一閃し、前方の敵に光ダメージ ＋ 強化効果を1つ消去 ／ 自身に攻撃力アップ効果 ／ パーティに貫通効果",
      "疑似九剣・ナインブレイド＋",
      "前方に向かって突進後、自身の周囲に浮かぶ剣で前方の敵に光ダメージ ／ さらに合体した巨大な剣で一閃し、前方の敵に光ダメージ ＋ 強化効果を1つ消去 ／ 自身に攻撃力アップ効果 ／ パーティに貫通効果",
      "飛燕、再び",
      "逢坂良太"
    ]
  ],
  "161153": [
    [
      "ヴェロン",
      "ヴェロン",
      "本名、ヴェルーガ・ソロン。王族の身辺警護を誉とするソロン家の出であるにも関わらず、３０年前の王族暗殺事件を機に姿を消した『裏切りのソロン』。忘れてしまった筈の愛を取り戻して、男は再び剣を取った。",
      "奪還の戦士",
      "キリングテリトリー・改",
      "自身の感覚を鋭く研ぎ澄まし、しばらくの間、近づいた敵に闇ダメージ ／ 自身の前方に手製の爆弾を投げ、その周囲の敵に闇ダメージ ＋ 強化効果を1つ消去 ／ 自身に攻撃力アップ効果 ／ パーティに貫通効果",
      "キリングテリトリー・改＋",
      "自身の感覚を鋭く研ぎ澄まし、しばらくの間、近づいた敵に闇ダメージ ／ 自身の前方に手製の爆弾を投げ、その周囲の敵に闇ダメージ ＋ 強化効果を1つ消去 ／ 自身に攻撃力アップ効果 ／ パーティに貫通効果",
      "遺された仕事",
      "最上嗣生"
    ]
  ],
  "121141": [
    [
      "シエル",
      "シエル",
      "本名、シェルード・サーディア。ファーランド王国、三の家・サーディアの領主であり、シルティーの兄。妹に敗れた兄は、王国の剣となる道を歩み始める。しかしその眼はまだ、光り輝く頂きを見つめていた。",
      "ロード・サーディア",
      "ヴィス・リベロ",
      "軍勢を鼓舞しながら先陣を切り拓き、自身の前方に水ダメージ ／ 水属性キャラに攻撃力アップ効果",
      "ヴィス・リベロ＋",
      "軍勢を鼓舞しながら先陣を切り拓き、自身の前方に水ダメージ ／ 水属性キャラに攻撃力アップ効果",
      "剣は光の頂きへ",
      "石井隆之"
    ]
  ],
  "161159": [
    [
      "ニルヤーナ",
      "ニルヤーナ",
      "パルペブラに栄えるウォルンタス魔法学院の学院長にして『創設者』。少なくとも天蓋都市パルペブラよりも多くの歳を重ねている筈の、謎多き人物。近代魔法理論を再構築した、歴史に残る偉人としても知られている。",
      "虚影の織手",
      "コード・ウォルンタス",
      "魔法陣から巨大な光の槍を生み出し、前方の敵に闇ダメージ ／ 発動時に闇属性キャラのHPが50%以上の時、そのキャラにダメージ",
      "コード・ウォルンタス＋",
      "魔法陣から巨大な光の槍を生み出し、前方の敵に闇ダメージ ／ 発動時に闇属性キャラのHPが50%以上の時、そのキャラにダメージ",
      "真なる空に、虚を刻め",
      "きそひろこ"
    ]
  ],
  "253019": [
    [
      "ヴァーレイン",
      "ヴァーレイン",
      "ファーランド王国王位継承権第五位の王子。話し合いを是とする理想家であり、かつて飛燕の騎士に憧れた少年。危うくも、少年は己の光へと進んでいく。積み重ねるのは、よりよい未来への一歩。",
      "一つの王道",
      "王殻剣・ライトエッジ",
      "王殻を展開しながら前方を斬り、命中した敵に光ダメージ ／ パーティキャラとマルチボールのHPを回復【属性「光」に対して効果アップ】／ パーティにパワーフリップダメージアップ効果",
      "王殻剣・ライトエッジ＋",
      "王殻を展開しながら前方を斬り、命中した敵に光ダメージ ／ パーティキャラとマルチボールのHPを回復【属性「光」に対して効果アップ】／ パーティにパワーフリップダメージアップ効果",
      "集え、光の下へ",
      "小市眞琴"
    ]
  ],
  "141135": [
    [
      "ゼフィール",
      "ゼフィール",
      "色違いの翼を持って生まれた鳥族の姫巫女。本来、色違いの翼は飛ぶのに不向きだが巫女に与えられた槍の力で自由に空を飛べる。神の使いとして大切に育てられ当人もその幸運さを理解してはいるが……。",
      "鳥族の姫巫女",
      "フォーチュン・フェザー",
      "幸福の風の力を与えて、風属性キャラに直接攻撃ダメージアップ効果 ／ リーダーが風属性の時、パーティに最大速度固定効果 ／ パーティとマルチボールに浮遊効果",
      "フォーチュン・フェザー＋",
      "幸福の風の力を与えて、風属性キャラに直接攻撃ダメージアップ効果 ／ リーダーが風属性の時、パーティに最大速度固定効果 ／ パーティとマルチボールに浮遊効果",
      "幸せを運ぶ風",
      "斎藤千和"
    ]
  ],
  "161147": [
    [
      "エルモル",
      "エルモル",
      "『ベスタ族』の若き癒やし手。人間と分かりあいたいと願っており『心角』による交流を積極的に行っている。その振る舞いから長であるメムラムに説教される事もしばしば。",
      "心角の癒し手",
      "心角の標・回生",
      "パーティキャラ・マルチボールと参戦者のパーティキャラのHPを回復【属性「闇」に対して効果アップ】 ／ 闇属性キャラと闇属性マルチボールに攻撃力アップ効果 ／ パーティに貫通効果",
      "心角の標・回生＋",
      "パーティキャラ・マルチボールと参戦者のパーティキャラのHPを回復【属性「闇」に対して効果アップ】 ／ 闇属性キャラと闇属性マルチボールに攻撃力アップ効果 ／ パーティに貫通効果",
      "ベスタの慈愛",
      "大野柚布子"
    ]
  ],
  "241069": [
    [
      "フーラン",
      "フーラン",
      "海の世界を旅する少女拳士。門派の裏切者を誅する使命を遂行せんとする真面目な性格。だが、真に彼女を駆り立てるのは、戦いへの本能的な喜びである。",
      "仇敵を追う拳士",
      "蒼龍天蹴脚",
      "龍気を纏った蹴りを繰り出しながら、最も近い敵に向かって突進し、命中した敵に風ダメージ ／ パーティにパワーフリップダメージアップ効果",
      "蒼龍天蹴脚＋",
      "龍気を纏った蹴りを繰り出しながら、最も近い敵に向かって突進し、命中した敵に風ダメージ ／ パーティにパワーフリップダメージアップ効果",
      "誅脚の使命",
      "山本亜衣"
    ]
  ],
  "161135": [
    [
      "シルティー",
      "シルティー",
      "剣に愛された。故に剣のみを愛すると定めた。忘我の果てだけが己の置き場所と考えた少女はしかし今、恋をしていた。",
      "恋する吸血剣鬼",
      "剣風解放",
      "闇夜を纏い最も近い敵に突進し、しばらくの間ぶつかった敵に闇ダメージ（直接攻撃ダメージ依存） ／ パーティに貫通 ＋ 最大速度固定効果",
      "剣風解放＋",
      "闇夜を纏い最も近い敵に突進し、しばらくの間ぶつかった敵に闇ダメージ（直接攻撃ダメージ依存） ／ パーティに貫通 ＋ 最大速度固定効果",
      "剣風、心に秘めて",
      "麻倉もも"
    ]
  ],
  "131122": [
    [
      "キーラ",
      "キーラ",
      "自警団ギルドナイツの第一部隊・副隊長。白き粛清に抗い、新たな街が混ざり、いつもと少し違うハロウィンがやってきた。信念と憧憬の進路を己に問い続けながら、漆黒のウエディングドレスは歩みを止めない。",
      "ブラックドレスナイト",
      "ブラックウエディング・マーチ",
      "花舞う雷風の剣技で前方を両断し、命中した敵に雷ダメージ ／ 自身に攻撃力アップ効果 ／ 平時発動した場合、追加でフィーバーゲージ増加",
      "ブラックウエディング・マーチ＋",
      "花舞う雷風の剣技で前方を両断し、命中した敵に雷ダメージ ／ 自身に攻撃力アップ効果 ／ 平時発動した場合、追加でフィーバーゲージ増加",
      "決意の行進",
      "山本希望"
    ]
  ],
  "261077": [
    [
      "緋河リンネ",
      "ヒカワリンネ",
      "冒険者ギルドの手伝いをしている少女。正規の職員ではないので、今回の衣装はあくまでハロウィン用のコスプレにすぎない。――彼女がネコミミや尻尾のない正規の制服に袖を通すのは、もう少し先のお話である。",
      "ギルド職員見習い",
      "悪戯の言霊",
      "悪戯の言霊でフィールド全体の敵に累積闇属性耐性ダウン ＋ 累積攻撃力ダウン効果",
      "悪戯の言霊＋",
      "悪戯の言霊でフィールド全体の敵に累積闇属性耐性ダウン ＋ 累積攻撃力ダウン効果",
      "ひーちゃんのおすすめクエスト",
      "咲々木瞳"
    ]
  ],
  "111135": [
    [
      "デイダリア",
      "デイダリア",
      "ウォルンタス魔法学院ゴーレム部の部長。学生でありながら、既に一流を超えた技術と理論を持つゴーレムの天才。しかし、その技術に周囲は付いていけておらず結果としてゴーレム暴走の原因となる事も。",
      "ゴーレム部の部長",
      "タロスくん９９号",
      "タロスくん９９号を呼び出す ／ 火属性マルチボールに攻撃力アップ ＋ 直接攻撃ダメージアップ効果",
      "タロスくん９９号＋",
      "タロスくん９９号を呼び出す ／ 火属性マルチボールに攻撃力アップ ＋ 直接攻撃ダメージアップ効果",
      "続く仲間を信じて",
      "竹内順子"
    ]
  ],
  "141123": [
    [
      "マノカ",
      "マノカ",
      "霊鏡の化身。かつての主達を封じられ共にヤマタノオロチと化していたが、主の怨念を切られた事で解放された。とある抜け忍が探し求めている存在。",
      "霊鏡の宿精",
      "水月鏡像",
      "神器の加護により、風属性キャラにスキルダメージアップ効果",
      "水月鏡像＋",
      "神器の加護により、風属性キャラにスキルダメージアップ効果",
      "微笑みの鏡像",
      "照井春佳"
    ]
  ],
  "121135": [
    [
      "ゼリミール",
      "ゼリミール",
      "大海にその名をはせた大海賊であり、陸政府も手を焼く海賊団『暴鯨』の元船長。その在り方は暴虐と呼ぶのに相応しく、敵も味方も諸共に滅ぼすような闘いで誰からも恐れられた存在。",
      "暴鯨の海賊船長",
      "フィアー・オブ・バッカニア",
      "自身の前方に海賊船の錨を落とし、その周囲の敵に水ダメージ ／ 自身に攻撃力アップ効果",
      "フィアー・オブ・バッカニア＋",
      "自身の前方に海賊船の錨を落とし、その周囲の敵に水ダメージ ／ 自身に攻撃力アップ効果",
      "古海賊の狂気",
      "小山力也"
    ]
  ],
  "151123": [
    [
      "イリノア",
      "イリノア",
      "聖剣ハルト・シュトラールを携え弱きを助け正義を貫く冒険者の少女。新米とは思えぬ風格と実力の持ち主だが彼女のその強さと性格には秘密があった。",
      "聖導の剣士",
      "ハルト・シュトラール",
      "聖剣による攻撃で、自身の前方の敵に光ダメージ ／ 自身に攻撃力アップ ＋ スキルダメージアップ効果",
      "ハルト・シュトラール＋",
      "聖剣による攻撃で、自身の前方の敵に光ダメージ ／ 自身に攻撃力アップ ＋ スキルダメージアップ効果",
      "イミテーションブレイバー",
      "堀江由衣"
    ]
  ],
  "131116": [
    [
      "ルミラーカ",
      "ルミラーカ",
      "とある城に棲みついた吸血鬼の少女。自身の眷属になってくれる存在を探し求め、出会う人達に対して少し特徴的な言い回しで呼びかけている。",
      "独夜の吸血鬼",
      "ヴァンピール・ミニュイット",
      "周囲からエナジーを集めて、自身のHPを回復 ／ 雷属性キャラにバリア効果 ／ 雷属性キャラと雷属性マルチボールに攻撃力アップ効果",
      "ヴァンピール・ミニュイット＋",
      "周囲からエナジーを集めて、自身のHPを回復 ／ 雷属性キャラにバリア効果 ／ 雷属性キャラと雷属性マルチボールに攻撃力アップ効果",
      "深淵なる夜の支配者？",
      "朝日奈丸佳"
    ]
  ],
  "231093": [
    [
      "エルメリッサ",
      "エルメリッサ",
      "ウォルンタス魔法学院マーチングバンド部のトランペットパートリーダー。気は強いが面倒見もいい金髪縦ロールお嬢様。ドラムメジャーの座はライバルに譲ったが頂点を目指す彼女の野望が消える事はない。",
      "不撓不屈のお嬢様",
      "スパークリング・レゾナンス",
      "楽器を演奏して、最も近い敵に雷ダメージ ／ 雷属性キャラにスキルダメージアップ効果 ／ 平時発動した場合、追加でフィーバーゲージ増加",
      "スパークリング・レゾナンス＋",
      "楽器を演奏して、最も近い敵に雷ダメージ ／ 雷属性キャラにスキルダメージアップ効果 ／ 平時発動した場合、追加でフィーバーゲージ増加",
      "上に立つ者の素質",
      "植田佳奈"
    ]
  ],
  "111129": [
    [
      "マグノス",
      "マグノス",
      "獅子族の生き残り。祖先の罪に翻弄され、不条理な世界を変える為に挑んだ男の末路。死にぞこない、目的を見失った青年は、苦悩しつつも自分の罪科と本懐を探している。",
      "煩悶の獅子",
      "アンガー・スクリーム",
      "炎を纏わせた剣を振り下ろし、自身の前方の敵に火ダメージ ／ 火属性キャラと火属性マルチボールに攻撃力アップ効果",
      "アンガー・スクリーム＋",
      "炎を纏わせた剣を振り下ろし、自身の前方の敵に火ダメージ ／ 火属性キャラと火属性マルチボールに攻撃力アップ効果",
      "再起の焔火",
      "三上哲"
    ]
  ],
  "161129": [
    [
      "操里ユカリコ",
      "クグリユカリコ",
      "操里縁子。高校二年生、１６歳。思念体操作の能力者。伊野里ショウタの事が好きで好きで好きで好きで好きで好きで好きで好きで好きで好きで好きで好きで好きで好きで好きで好きで好きで好きで好きで好きで好きで好きで好きで好きで好きで好きで大好き♡",
      "思念体の能力者",
      "メーデイア・エンブレイス",
      "【操里ユカリコの思念体がいない時】『回復無効効果』を持つ思念体を召喚する ／ フィールド全体の敵の強化効果を1つ消去\n【操里ユカリコの思念体がいる時】思念体が力場を展開し、フィールド全体の敵に闇属性耐性ダウン効果 ＋ 強化効果を1つ消去 ／ さらに思念体が殴りかかり、フィールド全体の敵に闇ダメージ",
      "メーデイア・エンブレイス＋",
      "【操里ユカリコの思念体がいない時】『回復無効効果』を持つ思念体を召喚する ／ フィールド全体の敵の強化効果を1つ消去\n【操里ユカリコの思念体がいる時】思念体が力場を展開し、フィールド全体の敵に闇属性耐性ダウン効果 ＋ 強化効果を1つ消去 ／ さらに思念体が殴りかかり、フィールド全体の敵に闇ダメージ",
      "清く正しく狂おしく",
      "天海由梨奈"
    ]
  ],
  "241063": [
    [
      "リョウキ",
      "リョウキ",
      "東国の商家を身一つで飛び出し画狂老人ジグザに弟子入りした絵描き少女。健全で強靭な精神から繰り出される狂気に従い、少女は今日も絵を描く。楽しげに。",
      "駆け出し陰陽絵師",
      "式描魅変化",
      "描いた妖怪が体当たりし、フィールド全体の敵に風ダメージ ／ 風属性キャラにスキルダメージアップ効果",
      "式描魅変化＋",
      "描いた妖怪が体当たりし、フィールド全体の敵に風ダメージ ／ 風属性キャラにスキルダメージアップ効果",
      "私は絵描き！",
      "村上奈津実"
    ]
  ],
  "111007": [
    [
      "Rolf",
      "ロルフ",
      "The greatest and most fearsome knight of the Canid kingdom. He fights by decree of the dog king, achieving many feats of valor for the crown.",
      "The Black Wolf",
      "Mordhau",
      "With a powerful war cry, destroys all boss weak points and deals Fire damage to all non-boss enemies on the field / Charges the closest target, inflicting Fire damage on foes he bumps into / Grants Pierce to all units and multiballs in your party",
      "Mordhau+",
      "With a powerful war cry, destroys all boss weak points and deals Fire damage to all non-boss enemies on the field / Charges the closest target, inflicting Fire damage on foes he bumps into / Grants Pierce to all units and multiballs in your party",
      "Loyal Valor",
      "Yoji Ueda"
    ]
  ],
  "251008": [
    [
      "Illumine",
      "イルミ",
      "As an illusionist, she casts light magic to charm and beguile. She left a good home behind to pursue her dreams.",
      "Phantastic Illusionist",
      "Rainbow Show",
      "Calls upon rainbow orbs which inflict Light resistance down when they hit foes / Increases Fever Gauge when hitting foes / Restores HP to party unit with lowest health (Effect boosted for Light element)",
      "Rainbow Show+",
      "Calls upon rainbow orbs which inflict Light resistance down when they hit foes / Increases Fever Gauge when hitting foes / Restores HP to party unit with lowest health (Effect boosted for Light element)",
      "Dreamer and Light Bringer!",
      "Natsumi Kawaida"
    ]
  ],
  "241008": [
    [
      "Suzuka",
      "スズカ",
      "A ninja who somehow retained a heart of gold even after a harsh upbringing and accidentally attaining the rank of commander. Her proper name is Suzukaze.",
      "I Quit!",
      "Ninja Art: Kamaitachi Gale",
      "Swings sickle around, inflicting Wind damage to nearby foes",
      "Ninja Art: Kamaitachi Gale+",
      "Swings sickle around, inflicting Wind damage to nearby foes",
      "Waaah! Take this!",
      "Lynn"
    ]
  ],
  "131005": [
    [
      "Barrek",
      "バラク",
      "A brawler who made a name for himself in the Endless Blue. Though he fights to become ever stronger, rumors about his otherworldly origins overshadow his lofty ambitions.",
      "King of the Ring",
      "Barrek Halba",
      "Unleashes a thunderous combo in front, inflicting Lightning damage on nearby foes / Increases attack / When party leader is Lightning, increases Power Flip damage for all units and multiballs in your party",
      "Barrek Halba+",
      "Unleashes a thunderous combo in front, inflicting Lightning damage on nearby foes / Increases attack / When party leader is Lightning, increases Power Flip damage for all units and multiballs in your party",
      "Infinite Challenge",
      "Hiroki Yasumoto"
    ]
  ],
  "121129": [
    [
      "ルカ",
      "ルカ",
      "父の手を振り払い、自分の道を歩み始めたばかりの少年。時に猫を被り、時に辛辣。時に大人びているようで子供。自身の不思議な力に翻弄されていたその時、少年は憧れを抱いた人と再会する。",
      "戸惑いのサイキッカー",
      "グロース・アスピレーション",
      "超能力で敵全体に負荷を掛け、フィールド全体に水ダメージ ＋ スタン効果 ／ 水属性キャラと水属性マルチボールに攻撃力アップ効果【フィーバー中効果アップ】／ リーダーが水属性の時、リーダーに攻撃力アップ効果【フィーバー中効果アップ】",
      "グロース・アスピレーション＋",
      "超能力で敵全体に負荷を掛け、フィールド全体に水ダメージ ＋ スタン効果 ／ 水属性キャラと水属性マルチボールに攻撃力アップ効果【フィーバー中効果アップ】／ リーダーが水属性の時、リーダーに攻撃力アップ効果【フィーバー中効果アップ】",
      "憧憬を追って",
      "榊原優希"
    ]
  ],
  "131110": [
    [
      "ラピュティナ",
      "ラピュティナ",
      "クオリア・シティの夢と平和を守るため歌い、踊り、戦う人気のアイドルヒーロー。その可憐な見た目とは裏腹に、内面には熱い意思と最新高火力兵器を秘めている。有機義体メーカー『INOBEC』所属。",
      "アイドル★ヒーロー",
      "ハートビート・スパークル",
      "ダンスフィールドを展開して剣舞を繰り出し、命中した敵に雷ダメージ ／ パーティキャラとマルチボールのHPを回復【属性「雷」に対して効果アップ】 ／ リーダーが雷属性の時、パーティにパワーフリップダメージアップ効果",
      "ハートビート・スパークル＋",
      "ダンスフィールドを展開して剣舞を繰り出し、命中した敵に雷ダメージ ／ パーティキャラとマルチボールのHPを回復【属性「雷」に対して効果アップ】 ／ リーダーが雷属性の時、パーティにパワーフリップダメージアップ効果",
      "踏み出す勇気",
      "下田麻美"
    ]
  ],
  "221072": [
    [
      "ファラ",
      "ファラ",
      "砂漠の辺境に住む孤独の盗賊。盗賊狩りの盗賊と噂され、『毒蛇』という異名で呼ばれているが本人はその名で呼ばれる事を拒んでいる。",
      "盗賊狩りの盗賊",
      "ソム・シャムシール",
      "最も近い敵に突進し、敵に接触した地点で毒を塗った曲剣を振り回し、命中した敵に水ダメージ ＋ 毒効果",
      "ソム・シャムシール＋",
      "最も近い敵に突進し、敵に接触した地点で毒を塗った曲剣を振り回し、命中した敵に水ダメージ ＋ 毒効果",
      "砂塵に沈む夕日",
      "神戸光歩"
    ]
  ],
  "131104": [
    [
      "バレッタ",
      "バレッタ",
      "世界に中指を突き立てて、天蓋をブチ抜いて。それはただ、友と空を見るための戦いだった。自由の弾丸は今、夏空に飛び立つ。まだ見た事もない、新たな眺めを求めて。",
      "夏空を貫く弾丸",
      "HOPEFUL WING",
      "【HP50%以上】自身のHPと引き換えに自身のスキルゲージ増加 ／ 自身の『リミットブレイク』レベルを1上昇［累積効果 ／ 最大累積2回］（消去不可）\n【HP50%未満】前方にチャージエネルギー砲を放ち、命中した敵に雷ダメージ【自身の『リミットブレイク』レベルが1以上の時、1レベル消費し攻撃範囲と威力アップ】",
      "HOPEFUL WING＋",
      "【HP50%以上】自身のHPと引き換えに自身のスキルゲージ増加 ／ 自身の『リミットブレイク』レベルを1上昇［累積効果 ／ 最大累積2回］（消去不可）\n【HP50%未満】前方にチャージエネルギー砲を放ち、命中した敵に雷ダメージ【自身の『リミットブレイク』レベルが1以上の時、1レベル消費し攻撃範囲と威力アップ】",
      "Sky for You",
      "小松由佳"
    ]
  ],
  "151117": [
    [
      "ザンテツ",
      "ザンテツ",
      "青い空、白い雲、ビームふんどし。追い求めるは、海の平和と己の理想。希望と期待と友情に、胸躍らせる鋼のボディ。渚のニンジャザムライは夏の浜を駆け抜ける！",
      "渚のニンジャザムライ",
      "超振動ザンテツブレード・改",
      "常夏忍法「水蜘蛛ホバーの術」で自身の前方に飛びかかった後、一刀両断しその周囲の敵に光ダメージ",
      "超振動ザンテツブレード・改＋",
      "常夏忍法「水蜘蛛ホバーの術」で自身の前方に飛びかかった後、一刀両断しその周囲の敵に光ダメージ",
      "真夏の武士道、青海の忍道",
      "草尾毅"
    ]
  ],
  "161123": [
    [
      "プリムラ",
      "プリムラ",
      "少女は知らなかった。自分で世界を選べる事も布の少なさの衝撃も、己の欲深さも。全部が初めてで、暑くて、熱くて、楽しくて。少女の世界は広がり、真夏に艶やかな花が咲き乱れる。",
      "咲き乱れる夏の魔女",
      "サマー・フルブルーム",
      "自身以外のパーティキャラとマルチボールのHPと引き換えに、自身の前方に艶やかな花を咲かせ、命中した敵に闇ダメージ【自身の『エナジードレイン』の数に応じて威力アップ】 ／ 自身にスキルダメージアップ効果【自身の『エナジードレイン』の数に応じて効果アップ】 ／ 自身がリーダーの時、自身のHPを回復",
      "サマー・フルブルーム＋",
      "自身以外のパーティキャラとマルチボールのHPと引き換えに、自身の前方に艶やかな花を咲かせ、命中した敵に闇ダメージ【自身の『エナジードレイン』の数に応じて威力アップ】 ／ 自身にスキルダメージアップ効果【自身の『エナジードレイン』の数に応じて効果アップ】 ／ 自身がリーダーの時、自身のHPを回復",
      "芽吹く夏空の花",
      "石見舞菜香"
    ]
  ],
  "233013": [
    [
      "エコー",
      "エコー",
      "マイナーズフロントに住んでいた少女。世界は思っていたよりも優しく、広く、涙で繋がり合えると知った。手を握ってくれた友人達と共に、少女は新たな思い出と笑顔を紡ぐ。",
      "晴れ渡る夏の笑顔",
      "フルブルーム・スマイル",
      "前方に咲いた花の蕾から水着姿のプリムラとピシカが現れ、その周囲の敵に雷ダメージ ／ 雷属性キャラと雷属性マルチボールに攻撃力アップ効果 ＋ 弱体効果を1つ回復",
      "フルブルーム・スマイル＋",
      "前方に咲いた花の蕾から水着姿のプリムラとピシカが現れ、その周囲の敵に雷ダメージ ／ 雷属性キャラと雷属性マルチボールに攻撃力アップ効果 ＋ 弱体効果を1つ回復",
      "サマーフォトグラフ",
      "篠原侑"
    ]
  ],
  "111123": [
    [
      "パルフェ",
      "パルフェ",
      "海魔への理解を深めるべく大海原に繰り出した魔物料理人。いかなる時でも料理ができるよう夏の海であってもエプロンを外す事はない。",
      "夏の海魔料理人",
      "ポワソ・エカイエール",
      "絶品料理を振る舞い、パーティキャラ・マルチボールと参戦者のパーティキャラのHPを回復【属性「火」に対して効果アップ】 ／ 火属性キャラと火属性マルチボールの弱体効果を1つ回復 ／ 自身に連撃効果",
      "ポワソ・エカイエール＋",
      "絶品料理を振る舞い、パーティキャラ・マルチボールと参戦者のパーティキャラのHPを回復【属性「火」に対して効果アップ】 ／ 火属性キャラと火属性マルチボールの弱体効果を1つ回復 ／ 自身に連撃効果",
      "エプロンの矜持",
      "中原麻衣"
    ]
  ],
  "141117": [
    [
      "伊野里ショウタ",
      "イノリショウタ",
      "『過去に時を戻して呼べよ！』時が遡る事は無い。それでも、想いは伝わっていく。世界が危機に陥っても、絶対に水着を見る。鋼の意思が悩める親友を動かしたのである。今……夏が始まる！上手くいくかどうかはさておき。",
      "彼らのヒーロー",
      "ボイドブレイク・アロハ",
      "巨大な重力球を叩きつけて衝撃波を発生させ、フィールド全体に風ダメージ ／ 自身にスキルダメージアップ効果",
      "ボイドブレイク・アロハ＋",
      "巨大な重力球を叩きつけて衝撃波を発生させ、フィールド全体に風ダメージ ／ 自身にスキルダメージアップ効果",
      "サマー・デビュー",
      "井上雄貴"
    ]
  ],
  "221066": [
    [
      "ピシカ",
      "ピシカ",
      "ケモミミ団の新人ナース。学びと成長の毎日だが、今回はバカンス！青い夏空の下、友達と全力で遊び、新たな出会いの中で少女は笑顔を模索する。",
      "真夏の満開笑顔",
      "ニューサマー・スマイル！",
      "パーティキャラ・マルチボールと参戦者のパーティキャラのHPを回復【属性「水」に対して効果アップ】 ／ パーティキャラとマルチボールに攻撃力アップ効果 ／ 平時発動した場合、追加でフィーバーゲージ増加",
      "ニューサマー・スマイル！＋",
      "パーティキャラ・マルチボールと参戦者のパーティキャラのHPを回復【属性「水」に対して効果アップ】 ／ パーティキャラとマルチボールに攻撃力アップ効果 ／ 平時発動した場合、追加でフィーバーゲージ増加",
      "サマースマイル・フレンズ",
      "幸村恵理"
    ]
  ],
  "251077": [
    [
      "ユナ",
      "ユナ",
      "お人好し少女を呼ぶ、夏のバカンス。果たして世話焼き三昧冒険者は休暇を満喫する事ができるのか。少女の爽やかな声が夏空に響く。いらっしゃいませー！",
      "渚の看板娘",
      "デュアル・サマー・ストライク",
      "双剣による連撃で大きく薙ぎ払い、自身の前方の敵に光ダメージ ／ フィーバー中に発動した場合、自身に連撃効果",
      "デュアル・サマー・ストライク＋",
      "双剣による連撃で大きく薙ぎ払い、自身の前方の敵に光ダメージ ／ フィーバー中に発動した場合、自身に連撃効果",
      "ご注文はなんですか？",
      "洲崎綾"
    ]
  ],
  "111111": [
    [
      "トーリア",
      "トーリア",
      "ミレイア王国の第一王女。打倒パルペブラのために今日も画策中。その熱意は制服を特注し、魔法学院に潜り込む程。だって交流祭なんて楽しそうな事、参加しないわけにはいきませんわ！",
      "怪力プリンセス留学生",
      "ミレイア・フォルテッシモ",
      "天高く飛び上がり斧槍を力強く地面に叩きつけ、自身の前方の敵に火ダメージ ／ 叩きつけた衝撃で大地を砕き割り、周囲の敵に火ダメージ ／ パーティとマルチボールに貫通 ＋ パワーフリップダメージアップ効果",
      "ミレイア・フォルテッシモ＋",
      "天高く飛び上がり斧槍を力強く地面に叩きつけ、自身の前方の敵に火ダメージ ／ 叩きつけた衝撃で大地を砕き割り、周囲の敵に火ダメージ ／ パーティとマルチボールに貫通 ＋ パワーフリップダメージアップ効果",
      "いざ躍進ミレイア！",
      "諏訪ななか"
    ]
  ],
  "121117": [
    [
      "ディア",
      "ディア",
      "祭を楽しみに来ていた筈が、野生のプロとして捕獲されてしまった、鋼鉄の歌姫。だが、その眼にかつての怯えが差す事は無い。YUKI-MISHIMA協賛の機体と心を躍動させ、あなたに届く歌を――！",
      "鋼鉄深淵の歌姫",
      "バイナリープラネット",
      "絆を紡ぐ歌声で、パーティキャラ・マルチボールと参戦者のパーティキャラのHPを回復【属性「水」に対して効果アップ】 ＋ パーティ・マルチボールと参戦者のパーティにパワーフリップダメージアップ効果【リーダーが水属性キャラの時効果アップ】 ／ コンボ数増加 ／ フィーバーゲージ増加",
      "バイナリープラネット＋",
      "絆を紡ぐ歌声で、パーティキャラ・マルチボールと参戦者のパーティキャラのHPを回復【属性「水」に対して効果アップ】 ＋ パーティ・マルチボールと参戦者のパーティにパワーフリップダメージアップ効果【リーダーが水属性キャラの時効果アップ】 ／ コンボ数増加 ／ フィーバーゲージ増加",
      "きっとあなたに届く歌",
      "稲川英里"
    ]
  ],
  "161117": [
    [
      "リアン",
      "リアン",
      "闇魔法の深淵を目指す、合理主義者の魔術師。過去の因縁と現在の仲間達、そして彼自身の目的。それらを総合して、合理的に判断した結果が制服による変装であった。",
      "真理の探求者",
      "ヴァニタス・グラディウス",
      "自身以外のパーティキャラとマルチボールのHPと引き換えに、禁呪で形成した巨大剣で自身の前方の敵に闇ダメージ【パーティキャラの棺桶復帰回数に応じてダメージアップ】",
      "ヴァニタス・グラディウス＋",
      "自身以外のパーティキャラとマルチボールのHPと引き換えに、禁呪で形成した巨大剣で自身の前方の敵に闇ダメージ【パーティキャラの棺桶復帰回数に応じてダメージアップ】",
      "最果てを目指す魔道",
      "沢城千春"
    ]
  ],
  "223019": [
    [
      "ルシアーダ",
      "ルシアーダ",
      "ウォルンタス魔法学院の生徒会長にしてファーランド王国の大貴族――九騎士家のひとつ『セイヴン』のご令嬢。渋谷の文化に強い興味を示しており彼らとの友好を強く願っている。",
      "魔法学院の生徒会長",
      "アミティ・オレイション",
      "友好への願いを込めた魔法で、パーティとマルチボールにパワーフリップダメージアップ効果 ／ パーティにコンボブースト効果 ／ コンボ数増加",
      "アミティ・オレイション＋",
      "友好への願いを込めた魔法で、パーティとマルチボールにパワーフリップダメージアップ効果 ／ パーティにコンボブースト効果 ／ コンボ数増加",
      "共に歩もう！同じ夢へ！",
      "拝師みほ"
    ]
  ],
  "131098": [
    [
      "マユヅキ",
      "マユヅキ",
      "通称・雲隠れのマユヅキ。将軍家直下の隠密組織・御庭番に属する上忍。人を篭絡する術に長け、その操り糸は隷属する対象である公儀にすら達しているがそれでも尚、道具として扱われる事を厭わない魔性の者。",
      "紫電の月蜘蛛",
      "天網紫糸・雷",
      "前方に鉄糸付きクナイを投げ命中した敵に雷ダメージ ／ 紫電が流れ命中した敵に雷ダメージ ＋ 強化効果を1つ消去\n【HP50%以上】さらに自身のHPと引き換えに自身のスキルゲージ増加\n【HP50%未満】さらに命中した敵にマヒ ＋ 雷属性耐性ダウン効果",
      "天網紫糸・雷＋",
      "前方に鉄糸付きクナイを投げ命中した敵に雷ダメージ ／ 紫電が流れ命中した敵に雷ダメージ ＋ 強化効果を1つ消去\n【HP50%以上】さらに自身のHPと引き換えに自身のスキルゲージ増加\n【HP50%未満】さらに命中した敵にマヒ ＋ 雷属性耐性ダウン効果",
      "天網の糸",
      "大地葉"
    ]
  ],
  "141105": [
    [
      "エルマール",
      "エルマール",
      "ミレイア王国最強と呼ばれた騎士。秘宝を探しに出た王女が楽しそうで、彼女を追いかけるように王国を出た。自由奔放、楽しい事が最優先。",
      "自由騎士ガール",
      "アパタイト・シヴァルリー",
      "前方に大剣を振るい、その周囲の敵に風ダメージ ／ 風属性キャラと風属性マルチボールに雷属性耐性アップ効果 ＋ 弱体効果を1つ回復",
      "アパタイト・シヴァルリー＋",
      "前方に大剣を振るい、その周囲の敵に風ダメージ ／ 風属性キャラと風属性マルチボールに雷属性耐性アップ効果 ＋ 弱体効果を1つ回復",
      "ミレイア最強の騎士",
      "白石涼子"
    ]
  ],
  "221060": [
    [
      "ファロロ",
      "ファロロ",
      "自称・海のウサギ姫。助けを求める声を聞けばちょっと痛々しい口上と共にどこにでも駆け付ける。そんな、愛され系ご当地ヒーロー。",
      "海のウサギ姫",
      "超・マジカルグレイブスラッ（略",
      "ジェット噴射で前方に突進し、接触した敵に水ダメージ ／ 自身に攻撃力アップ効果",
      "超・マジカルグレイブスラッ（略＋",
      "ジェット噴射で前方に突進し、接触した敵に水ダメージ ／ 自身に攻撃力アップ効果",
      "無敵のマリンパワー",
      "久住琳"
    ]
  ],
  "151099": [
    [
      "クインヴィッド",
      "クインヴィッド",
      "飛行船を有する広告会社『コード・インディヴィジュアル』の社長。統夜企連にもＡｌｔＭｅｍｅにも属さず世界中を掻き乱して振り回す。すべては己の人生の『最高の瞬間』を更新するため。",
      "最高の更新者",
      "ブレイク・ア・スマッシュ",
      "最も近い敵に向かって1歩踏み込みながら、アンカーを叩きつけ命中した敵に光ダメージ（直接攻撃ダメージ依存） ／ 自身に再生 ＋ 直接攻撃ダメージアップ効果",
      "ブレイク・ア・スマッシュ＋",
      "最も近い敵に向かって1歩踏み込みながら、アンカーを叩きつけ命中した敵に光ダメージ（直接攻撃ダメージ依存） ／ 自身に再生 ＋ 直接攻撃ダメージアップ効果",
      "オーサム・マイ・コード",
      "たかはし智秋"
    ]
  ],
  "161111": [
    [
      "ルイリーズ",
      "ルイリーズ",
      "かつて勇者ライトに力を貸した鏡の魔女。魔鏡にかけられた呪いにより時が止まったような状態にあるが、本人は呪いを解いてくれる勇者様、或いは王子様をひたすら心待ちにしている。",
      "鏡の魔女",
      "カレイドスコープ・ロマンス",
      "鏡を使った魔法陣を展開し、パーティとマルチボールに貫通効果 ／ 闇属性キャラと闇属性マルチボールに攻撃力アップ効果 ＋ 弱体効果を1つ回復",
      "カレイドスコープ・ロマンス＋",
      "鏡を使った魔法陣を展開し、パーティとマルチボールに貫通効果 ／ 闇属性キャラと闇属性マルチボールに攻撃力アップ効果 ＋ 弱体効果を1つ回復",
      "イン・ザ・ミラー",
      "島袋美由利"
    ]
  ],
  "231087": [
    [
      "オーネスト",
      "オーネスト",
      "魔法学院の研究者兼冒険者。研究や授業に留まらず、街のトラブル解決にも協力的。優しい振る舞いから街の人々に慕われているが本人は『みんなに好かれたいだけだよ』と軽やかに微笑む。",
      "優しき美青年",
      "ラミナ・トニトルス",
      "自身の前方に雷をまとった剣を突き出し、当たった敵に雷ダメージ",
      "ラミナ・トニトルス＋",
      "自身の前方に雷をまとった剣を突き出し、当たった敵に雷ダメージ",
      "カインド・イミテート",
      "仲村宗悟"
    ]
  ],
  "161105": [
    [
      "ヒルデガード",
      "ヒルデガード",
      "遺品回収の仕事を営む、遺品屋を束ねる女性。近づくだけで死者の声が聴こえる力を持ち残された未練には、真摯に誠実に向かい合う。どこか浮世離れした、華やかで儚げで泣きたくなるくらい優しいひと。",
      "遺品屋ギルド長",
      "亡き戦士達に捧ぐ",
      "トランクの中から霊魂を召喚し、自身の周囲の敵に闇ダメージ ／ 闇属性キャラと闇属性マルチボールにスキルダメージアップ効果【闇属性キャラの棺桶復帰回数に応じて効果アップ】",
      "亡き戦士達に捧ぐ＋",
      "トランクの中から霊魂を召喚し、自身の周囲の敵に闇ダメージ ／ 闇属性キャラと闇属性マルチボールにスキルダメージアップ効果【闇属性キャラの棺桶復帰回数に応じて効果アップ】",
      "声を、聴いて",
      "近藤唯"
    ]
  ],
  "111105": [
    [
      "ウェイフー",
      "ウェイフー",
      "大海の裏社会で暗躍する組織の一員。その裏社会では、死を怖れ死地を好む怪物と怖れられている。人を信じず、争い続ける事で今日まで生き延びてきた。",
      "血霞の凶狼",
      "ドレッドフル・バースト",
      "しばらくの間自身の周辺に銃を乱射し、近づいた敵に火ダメージ ＋ 火属性耐性ダウン効果",
      "ドレッドフル・バースト＋",
      "しばらくの間自身の周辺に銃を乱射し、近づいた敵に火ダメージ ＋ 火属性耐性ダウン効果",
      "……怖い、怖いですねぇ！",
      "福山潤"
    ]
  ],
  "231081": [
    [
      "リンカリーナ",
      "リンカリーナ",
      "母のような有名ファッションデザイナーになるべく、修行中の獣人の少女。服の事になると猪突猛進で空回る事もあるが優れた才能と、誰にも譲れない情熱を兼ね揃えている。",
      "未完のフラッパー",
      "コレクト・スケーリング",
      "最も近い敵に向かって大きなハサミで切り刻み、命中した敵に雷ダメージ ／ パーティキャラとマルチボールに水属性耐性アップ ＋ 攻撃力アップ効果",
      "コレクト・スケーリング＋",
      "最も近い敵に向かって大きなハサミで切り刻み、命中した敵に雷ダメージ ／ パーティキャラとマルチボールに水属性耐性アップ ＋ 攻撃力アップ効果",
      "たぎるデザイナーの遺伝子",
      "角倉英里子"
    ]
  ],
  "121111": [
    [
      "ジャスティ",
      "ジャスティ",
      "統夜企連系列で伝説と呼ばれたヒーロー『ジャスティ』の二代目。冷徹かつ激烈、正義の執行者として揺るぎなく、悪をただ誅す。かつてそう願われ、そして破綻したヒーローはそれでも願いを背負い続ける。",
      "願いの執行者",
      "JUSTICE-EXE",
      "最も近い敵に向かって飛びかかり、ブレードによる連続攻撃で自身の周囲の敵に水ダメージ ／ 自身に攻撃力アップ効果",
      "JUSTICE-EXE＋",
      "最も近い敵に向かって飛びかかり、ブレードによる連続攻撃で自身の周囲の敵に水ダメージ ／ 自身に攻撃力アップ効果",
      "HERO:REBUILD",
      "中村千絵"
    ]
  ],
  "151093": [
    [
      "スティネル",
      "スティネル",
      "ボディはレプリア、魂は機人。邪知暴虐、横暴にして頑固な神様気取り。かつてヒトに絶望した元システム・オートマタ統括ＡＩは、最新の人類として再誕する。",
      "邪知暴虐の神様気取り",
      "システム・オートマタ",
      "呼び寄せた下僕達が自身の前方に一斉にレーザーを放ち、その周囲の敵に光ダメージ",
      "システム・オートマタ＋",
      "呼び寄せた下僕達が自身の前方に一斉にレーザーを放ち、その周囲の敵に光ダメージ",
      "人よ、善くあれ",
      "伊藤美来"
    ]
  ],
  "251071": [
    [
      "クラルテ",
      "クラルテ",
      "ＰＢＣの『ヒーロー』という商品の価値を支えるオペレーター。ヒーロー達の活躍を後方から支援しその輝きの行く道を示し帰るべき場所を守り続ける。",
      "ルミナス・シアン",
      "ペネトレート・オーバード",
      "ハッキングにより、光属性キャラと光属性マルチボールに再生 ＋ 攻撃力アップ効果 ／ フィーバーゲージ増加",
      "ペネトレート・オーバード＋",
      "ハッキングにより、光属性キャラと光属性マルチボールに再生 ＋ 攻撃力アップ効果 ／ フィーバーゲージ増加",
      "マイナー・オペレーター",
      "湯浅かえで"
    ]
  ],
  "141005": [
    [
      "Shywe",
      "シウエ",
      "A priestess from a faraway tribe that follows the teachings of the sprites. As the daughter of the chief, she has come to Palpebra in search of a husband.",
      "Fluttering Heart",
      "Sylpheed Tempest",
      "Summons sprites, inflicting wind damage to nearby foes in front (Damage increases with higher combos) / Grants Levitate to all units and multiballs in your party",
      "Sylpheed Tempest+",
      "Summons sprites, inflicting wind damage to nearby foes in front (Damage increases with higher combos) / Grants Levitate to all units and multiballs in your party",
      "Skyborne Lover",
      "Kaede Hondo"
    ]
  ],
  "121005": [
    [
      "Selene",
      "シレーヌ",
      "Colonel of Gaea, which rules what little land is left in Endless Blue. Widely admired for her wit and backbone.",
      "Steel Wolf",
      "Wolf Stinger",
      "Shoots ballistic missiles at the nearest target, inflicting Water damage on nearby foes / Increases attack of Water units and Water multiballs",
      "Wolf Stinger+",
      "Shoots ballistic missiles at the nearest target, inflicting Water damage on nearby foes / Increases attack of Water units and Water multiballs",
      "Steel Will",
      "Houko Kuwashima"
    ]
  ],
  "221007": [
    [
      "Saar",
      "ザール",
      "A mage that commands both water and poison. He is neither human nor merfolk, and devotes much of his time seeking out his own origins.",
      "Deepsea Mystery",
      "Saar Serum",
      "Aims a stream of homemade poison at the nearest target, inflicting Water damage and Poison on foes in that direction",
      "Saar Serum+",
      "Aims a stream of homemade poison at the nearest target, inflicting Water damage and Poison on foes in that direction",
      "Cavern Research",
      "Hiroki Touchi"
    ]
  ],
  "361008": [
    [
      "Nochel",
      "ノーセル",
      "Due to this young boy's lifelong yet mysterious rapport with monsters, it's tough for him to make friends without freaking people out.",
      "Monster Magnet",
      "Stay Away!",
      "Waves his sword around as if to keep monsters at bay, inflicting dark damage on nearby foes (Damage increases with number of buffs on Nochel) / Grants Pierce to all units and multiballs in your party",
      "Stay Away!+",
      "Waves his sword around as if to keep monsters at bay, inflicting dark damage on nearby foes (Damage increases with number of buffs on Nochel) / Grants Pierce to all units and multiballs in your party",
      "I Am Loved",
      "Daiki Kobayashi"
    ]
  ],
  "161099": [
    [
      "ムラクモ",
      "ムラクモ",
      "歴史の闇の中に葬られた、一振りの剣。東国を呑む災禍にもなり得たそれは数奇な出会いを経て、どうしてかキラキラ王子様の格好をしていた。全ては主殿のために！",
      "サーバント×プリンス",
      "契りの剣",
      "刀の幻影でフィールド全体を一閃し全ての敵に闇ダメージ ／ リーダーに攻撃力アップ効果【自身の棺桶復帰回数に応じて効果アップ［最大4回］】 ／ パーティキャラと参戦者のパーティキャラの棺桶カウント減少",
      "契りの剣＋",
      "刀の幻影でフィールド全体を一閃し全ての敵に闇ダメージ ／ リーダーに攻撃力アップ効果【自身の棺桶復帰回数に応じて効果アップ［最大4回］】 ／ パーティキャラと参戦者のパーティキャラの棺桶カウント減少",
      "我が主と共に",
      "渡辺紘"
    ]
  ],
  "141099": [
    [
      "シュルト",
      "シュルト",
      "生贄として捧げられた少女達と共に暮らす古龍兼、ヒモ――だったが、ついに職を得た。ヒモを脱した龍は人のように衣装を身に纏い少女達と共に、ホワイト・フェスという新たな時間を過ごす。",
      "エスコート・ドラゴン",
      "カーマ・ルドラ",
      "前方に跳躍し、旋風で大地を抉る一撃を繰り出して、その周囲の敵に風ダメージ ／ 自身に攻撃力アップ効果",
      "カーマ・ルドラ＋",
      "前方に跳躍し、旋風で大地を抉る一撃を繰り出して、その周囲の敵に風ダメージ ／ 自身に攻撃力アップ効果",
      "知り得た人と愛",
      "置鮎龍太郎"
    ]
  ],
  "251065": [
    [
      "カラビナ",
      "カラビナ",
      "警備会社トライミニッツの警備小隊長。しっかり者で正義感が強い。数々の鉄火場を乗り越えてきた頼れる小隊長。",
      "警備小隊長",
      "アサルトファイア・ゼータ",
      "前方に精密射撃を行い、命中した敵に光ダメージ ／ 最初の弾が命中した時、その敵の強化効果を1つ消去",
      "アサルトファイア・ゼータ＋",
      "前方に精密射撃を行い、命中した敵に光ダメージ ／ 最初の弾が命中した時、その敵の強化効果を1つ消去",
      "３分で終わらせる",
      "森嵜美穂"
    ]
  ],
  "121105": [
    [
      "アンバッハ",
      "アンバッハ",
      "古き龍の運命から解き放たれた存在。やっと手に入れた自由を謳歌し、他者との関わりを嫌がる。しかしその視線と心は、運命に縛られる竜達へ向けられていた。",
      "自由を謳う氷牙龍",
      "オード・イグ・ベイラ",
      "自身の前方に一定時間凍てつくエリアを作り出し、範囲内の敵に水ダメージ ＋ 『氷の受難』効果 ＋ 強化効果を1つ消去",
      "オード・イグ・ベイラ＋",
      "自身の前方に一定時間凍てつくエリアを作り出し、範囲内の敵に水ダメージ ＋ 『氷の受難』効果 ＋ 強化効果を1つ消去",
      "解き放たれた運命",
      "佐藤利奈"
    ]
  ],
  "131092": [
    [
      "テクト",
      "テクト",
      "全身に最新兵器を搭載した、アップデーターの最終兵器――に改造されてしまった一般機人。本名はアーバン・アーキテクト。友達と遊ぶのが大好きな、お調子者な青年。",
      "モラトリアムウェポン",
      "マルチプルバスター",
      "自身の前方をスキャンし、範囲内の敵に向かってロックオンミサイルを発射後、さらに前方をチャージレーザーで貫き、それぞれ命中した敵に雷ダメージ ／ 自身にスキルダメージアップ効果",
      "マルチプルバスター＋",
      "自身の前方をスキャンし、範囲内の敵に向かってロックオンミサイルを発射後、さらに前方をチャージレーザーで貫き、それぞれ命中した敵に雷ダメージ ／ 自身にスキルダメージアップ効果",
      "インスタントヒーロー",
      "木村良平"
    ]
  ],
  "141093": [
    [
      "マルチア",
      "マルチア",
      "ウォルンタス魔法学院マーチングバンド部ドラムメジャー。誰にでも分け隔てなく接し、時には将来に悩み、時には夢のために頑張る、普通の善良な女の子。だからこそ、彼女は星の如く輝く。",
      "マーチングスター",
      "♪『旅路に音楽を』",
      "快活な声援でパーティを鼓舞し、パーティキャラとマルチボールのHPを回復【属性「風」に対して効果アップ】 ／ パーティとマルチボールにパワーフリップダメージアップ効果 ／ リーダーが風属性の時、パーティにコンボブースト効果",
      "♪『旅路に音楽を』＋",
      "快活な声援でパーティを鼓舞し、パーティキャラとマルチボールのHPを回復【属性「風」に対して効果アップ】 ／ パーティとマルチボールにパワーフリップダメージアップ効果 ／ リーダーが風属性の時、パーティにコンボブースト効果",
      "そして少女は星と輝く",
      "諸星すみれ"
    ]
  ],
  "111099": [
    [
      "レティシア",
      "レティシア",
      "海の『調停者』フェルダー家の次期当主。行動を共にするうち、アルクに恋をした。チョロい。その後、盛大に告白。見事に玉砕したがまだ諦めてはいない。",
      "バレンタインの弾丸",
      "ガンナッシュ・カタラット",
      "最も近い敵に向かって二丁拳銃を撃ちこみ、命中した敵に火ダメージ ＋ 強化効果を1つ消去 ／ その後しばらくの間、ぶつかった敵に火ダメージ ／ 火属性キャラと火属性マルチボールにスキルダメージアップ効果",
      "ガンナッシュ・カタラット＋",
      "最も近い敵に向かって二丁拳銃を撃ちこみ、命中した敵に火ダメージ ＋ 強化効果を1つ消去 ／ その後しばらくの間、ぶつかった敵に火ダメージ ／ 火属性キャラと火属性マルチボールにスキルダメージアップ効果",
      "恋の調停者",
      "金元寿子"
    ]
  ],
  "151087": [
    [
      "ネイト",
      "ネイト",
      "かつて輝かしき活躍をしたヒーローは恋の祭典の守護者として再び立ち上がる。その道は必ずしも、輝かしいとは限らない。だいぶビター、なんならブラック。そんなバレンタインのはじまり、はじまり。",
      "ストレイ・ハーツ",
      "スターレイ・オーバードライブ",
      "最も近い敵に突進し、接触した敵に流星の如き速さで連打を叩き込み命中した敵に光ダメージ ／ パーティとマルチボールにパワーフリップダメージアップ効果",
      "スターレイ・オーバードライブ＋",
      "最も近い敵に突進し、接触した敵に流星の如き速さで連打を叩き込み命中した敵に光ダメージ ／ パーティとマルチボールにパワーフリップダメージアップ効果",
      "バレンタイン・ガーディアン",
      "真堂圭"
    ]
  ],
  "231075": [
    [
      "エレジア",
      "エレジア",
      "海の世界で機械修理に人生を捧げるメカニック。三度の飯より仕事が好き。文字通り不眠不休で働き続ける正真正銘のワーカホリック。",
      "マシン・リペアラー",
      "エレキトリック・リペア",
      "パーティキャラとマルチボールのHPを回復【属性「雷」に対して効果アップ】 ＋ 弱体効果を1つ回復 ／ コンボ数増加",
      "エレキトリック・リペア＋",
      "パーティキャラとマルチボールのHPを回復【属性「雷」に対して効果アップ】 ＋ 弱体効果を1つ回復 ／ コンボ数増加",
      "エレジア・リペアサービス",
      "本多真梨子"
    ]
  ],
  "243019": [
    [
      "メリエンナ",
      "メリエンナ",
      "育ての親が経営するパルペブラの菓子店で働く明るく優しい人気者。その実は恋する臆病者。変化や寂しさに怯え、本心を曝け出すのを恐れそれでも彼が運命の人だと決めた。",
      "恋するシープガール",
      "ピアレス・エモーション",
      "パーティキャラ・マルチボールと参戦者のパーティキャラのHPを回復【属性「風」に対して効果アップ】 ／ パーティキャラとマルチボールの弱体効果を1つ回復",
      "ピアレス・エモーション＋",
      "パーティキャラ・マルチボールと参戦者のパーティキャラのHPを回復【属性「風」に対して効果アップ】 ／ パーティキャラとマルチボールの弱体効果を1つ回復",
      "たった一つの想いと勇気",
      "稗田寧々"
    ]
  ],
  "121099": [
    [
      "キョウカ",
      "キョウカ",
      "遠い世界から来た、非公認ギルド『リトルリリカル』に所属するエルフの魔法使い。警戒心は強いが、理知的な思考と冷静な行動ができる優等生。",
      "小さな優等生エルフ",
      "コスモブルーフラッシュ",
      "前方に向かって水流の渦を放ち、命中した敵に水ダメージ ／ 自身にスキルダメージアップ効果",
      "コスモブルーフラッシュ＋",
      "前方に向かって水流の渦を放ち、命中した敵に水ダメージ ／ 自身にスキルダメージアップ効果",
      "防犯魔石を鳴らしますよ？",
      "小倉唯"
    ]
  ],
  "111093": [
    [
      "ミソギ",
      "ミソギ",
      "遠い世界から来た、イタズラ好きの女の子。非公認ギルド『リトルリリカル』のメンバーで、将来の夢は探検家。様々な場所へ探検ごっこに行くのも大好き。",
      "イタズラの天才",
      "トリックボマー",
      "前方に爆弾を投げ、命中した敵に火ダメージ ＋ 攻撃力ダウン効果",
      "トリックボマー＋",
      "前方に爆弾を投げ、命中した敵に火ダメージ ＋ 攻撃力ダウン効果",
      "トラップエキスパート",
      "諸星すみれ"
    ]
  ],
  "141087": [
    [
      "ミミ",
      "ミミ",
      "遠い世界から来た、心優しいウサギの獣人の女の子。非公認ギルド『リトルリリカル』のリーダーで、キョウカ、ミソギと仲良し。",
      "心優しいウサギ少女",
      "うさぎさんスラッシュ",
      "うさぎさんブレードを前方に振り上げ、命中した敵に風ダメージ ／ その後上空からブレードが前方に落下し、その周囲の敵に風ダメージ ／ リーダーが風属性の時、パーティにコンボブースト効果",
      "うさぎさんスラッシュ＋",
      "うさぎさんブレードを前方に振り上げ、命中した敵に風ダメージ ／ その後上空からブレードが前方に落下し、その周囲の敵に風ダメージ ／ リーダーが風属性の時、パーティにコンボブースト効果",
      "ミミ、がんばるね！",
      "日高里菜"
    ]
  ],
  "121093": [
    [
      "Torietta",
      "トラエッティ",
      "A cosmic detective who is part of the CIPD (Cosmic Idol Police Department). She investigates matters related to the Battle Royale: All Star Smash, or BRASS for short. From the country of Tigerton, she works alongside the Cosmic Beast Gaiger.Normally cheerful and dependable, she reverts to the mental state of a crying infant when subjected to extreme stress.",
      "CIPD Investigator",
      "Retryger",
      "Fires her Bubblegun at the nearest foe, inflicting Water damage and Mire on hit foes / Increases Power Flip damage of the units and multiballs in your party",
      "Retryger+",
      "Fires her Bubblegun at the nearest foe, inflicting Water damage and Mire on hit foes / Increases Power Flip damage of the units and multiballs in your party",
      "Cosmic Officer Power",
      "Etsuko Kozakura"
    ]
  ],
  "151081": [
    [
      "Orvelle",
      "オルヴェール",
      "A saint in the Church of Falana who loves loafing around. Wearing an outfit donated by the merchant's guild, she celebrates the New Year... but is immediately exhausted by her saintly duties.",
      "New Year's Saint",
      "Starseeker's Retribution",
      "Unleashes divine punishment, inflicting Light damage on all foes on the field / Increases skill damage for Light units and Light multiballs",
      "Starseeker's Retribution+",
      "Unleashes divine punishment, inflicting Light damage on all foes on the field / Increases skill damage for Light units and Light multiballs",
      "Hidden Faith",
      "Suzuki Aina"
    ]
  ],
  "161093": [
    [
      "Belsidia",
      "ベルセティア",
      "Once upon a time, she played the role of humanity's enemy and put on a show by fighting Champion Light. Now she puts on clothes from Yamato, further giving her the appearance of a temptress, ready to seduce others from the \"proper\" path.",
      "Fair Witch of Twilight",
      "Ring of Avidya",
      "Explodes condensed magic, inflicting Dark damage on all foes on the field / Increases skill damage for self",
      "Ring of Avidya+",
      "Explodes condensed magic, inflicting Dark damage on all foes on the field / Increases skill damage for self",
      "In the Rift Between",
      "Sumire Uesaka"
    ]
  ],
  "211056": [
    [
      "Levy",
      "レヴィ",
      "A beautiful, charismatic and capable adventurer who has garnered immense popularity in Palpebra. In reality, her rapidly growing popularity terrifies her, and her fears persist into the new year.",
      "Glorious Blade",
      "New Year Spada",
      "Stops moving and unleashes a red flurry of sword strikes at the nearest foe, Inflicting Fire damage on hit foes / Increases attack for herself",
      "New Year Spada+",
      "Stops moving and unleashes a red flurry of sword strikes at the nearest foe, Inflicting Fire damage on hit foes / Increases attack for herself",
      "Potential in Full Bloom",
      "Akari Kito"
    ]
  ],
  "231069": [
    [
      "Claw",
      "クロ",
      "A young panther who became the catfolk chief to help change his world for the better. Enjoying the New Year festivities lightheartedly without losing focus of his goals, Claw continues to fight alongside his friends by utilizing his unique talents.",
      "New Year, Same Panther",
      "Feline Gentleman",
      "Dances round and round with a folding fan, inflicting Thunder damage on nearby foes / Increases Power Flip damage for all units and multiballs in your party",
      "Feline Gentleman+",
      "Dances round and round with a folding fan, inflicting Thunder damage on nearby foes / Increases Power Flip damage for all units and multiballs in your party",
      "Future Outlook",
      "Tasuku Hatanaka"
    ]
  ],
  "121087": [
    [
      "Reylas",
      "レイラス",
      "As wielder of the freezing power of the Oculus, a visiting researcher and instructor at Voluntas Academy, and the most desired dance partner for the Academy's holiday party among the female students. With such accolades, Reylas is certainly no longer alone.",
      "Saint of the Snow",
      "Freezing Advent",
      "Uses the Oculus to create a frozen space, inflicting a stackable Water resistance debuff on all foes on the field / Creates a temporary field that inflicts Water damage on approaching foes (Damage based on the direct damage stat)",
      "Freezing Advent+",
      "Uses the Oculus to create a frozen space, inflicting a stackable Water resistance debuff on all foes on the field / Creates a temporary field that inflicts Water damage on approaching foes (Damage based on the direct damage stat)",
      "Fortune's Flower",
      "Soma Saito"
    ]
  ],
  "141081": [
    [
      "Fluffy",
      "フラフィ",
      "A beastfolk girl who once belonged to a special forces unit of the Gaean Navy. Though raised to be a tool of the military, she becomes familiar with love after Alk and the others welcome her into Starview Village. Wanting to bring smiles to children, Fluffy decides to take on the role of Santa Claus.",
      "Merry Mercenary",
      "Nighty-Night Combo",
      "Uses martial arts to swiftly attack foes in front, inflicting Wind damage on hit foes / Increases attack and skill damage for self",
      "Nighty-Night Combo+",
      "Uses martial arts to swiftly attack foes in front, inflicting Wind damage on hit foes / Increases attack and skill damage for self",
      "Fist of Claus",
      "Sora Tokui"
    ]
  ],
  "251059": [
    [
      "Folus",
      "フォルス",
      "A mischievous fiend jester who plays around with the fine line between fact and fiction. As part of one of her pranks, she dons a festive outfit for the holidays. A certain young man in search of answers, however, continues to glare daggers at her.",
      "Midnight Santa",
      "Fool's Fantasy",
      "Sends out holiday presents, destroying soft spots on all foes + inflicting a stackable Light resistance decrease effect on all foes",
      "Fool's Fantasy+",
      "Sends out holiday presents, destroying soft spots on all foes + inflicting a stackable Light resistance decrease effect on all foes",
      "Fool's Blessing",
      "Reina Ueda"
    ]
  ],
  "211050": [
    [
      "Pythica",
      "ピシカ",
      "A beastfolk lady that joined the Fellowship of Floof as a nurse. Though she's a little naive, her heart is always in the right place. She spends her days constantly trying to improve, in order to become a nurse capable of helping anyone in need.",
      "Floof Nurse",
      "Cheerful Smile!",
      "Uses her favorite gun to restore the HP of all units and multiballs in your party, and units in other players' parties (Effect boosted for Fire element) / Removes 1 debuff from all units and multiballs in your party + Increases attack",
      "Cheerful Smile!+",
      "Uses her favorite gun to restore the HP of all units and multiballs in your party, and units in other players' parties (Effect boosted for Fire element) / Removes 1 debuff from all units and multiballs in your party + Increases attack",
      "Healing Smile",
      "Eri Yukimura"
    ]
  ],
  "131086": [
    [
      "Nimbus",
      "シロ",
      "Many years ago, a young boy quivered at the thought of hurting others, quietly nursing the injuries all over his body. But now he no longer fears the strength of his claws and fangs. He resolves to become even stronger, so that no one else will suffer like he had.",
      "Awakened Fang",
      "Like a Shooting Star",
      "Quickly punches forward and charges ahead like a shooting star, inflicting Thunder damage on nearby foes / Afterwards, the earth shatters from the force of his charge, inflicting Thunder damage on nearby foes / Increases attack for himself",
      "Like a Shooting Star+",
      "Quickly punches forward and charges ahead like a shooting star, inflicting Thunder damage on nearby foes / Afterwards, the earth shatters from the force of his charge, inflicting Thunder damage on nearby foes / Increases attack for himself",
      "Strength and Growth",
      "Kenta Miyake"
    ]
  ],
  "121081": [
    [
      "Cipher",
      "サイファ",
      "Once feared as the \"Ice Queen\" and the \"Scourge of the Seas,\" everything changed when Cipher was recognized for her talent by Voluntas Arcane Arts Academy and invited to be a guest mage at the school. Obtaining a new outfit from the Academy, she has now added the moniker of \"Magnificent Witch\" to her ever growing list of titles.",
      "Frigid Ice Queen",
      "Overloading Freeze Ray ",
      "Creates a block of ice with a freezing blizzard, inflicting Water damage, a stackable Water resistance debuff, and a stackable attack debuff on all foes on the field",
      "Overloading Freeze Ray+",
      "Creates a block of ice with a freezing blizzard, inflicting Water damage, a stackable Water resistance debuff, and a stackable attack debuff on all foes on the field",
      "Eternal Blizzard",
      "Hiromi Igarashi"
    ]
  ],
  "261071": [
    [
      "Shion",
      "シオン",
      "An informant who lurks in the shadows of Palpebra. Afflicted by a curse, he can now hear the lingering thoughts and emotions of the dead. However, being as calculating and cunning as he is, he has somehow turned this curse into profit.",
      "Cursed Informant",
      "Cathartic Knautia",
      "Hurls knives at the nearest foes for a period of time, inflicting Dark damage on hit foes / Reduces the Coffin count of all units in your party and units in other players' parties / Increases skill damage for Dark units and Dark multiballs",
      "Cathartic Knautia+",
      "Hurls knives at the nearest foes for a period of time, inflicting Dark damage on hit foes / Reduces the Coffin count of all units in your party and units in other players' parties / Increases skill damage for Dark units and Dark multiballs",
      "Info Just for Me",
      "Hiroshi Watanabe"
    ]
  ],
  "111087": [
    [
      "Marina",
      "マリーナ",
      "Once a citizen of Shinjuku, this woman was transported to a land of water and became a pirate. Out of all the treasures she's set her sights on, two shine especially bright—And in order to stay by their sides, she needs more power.",
      "Star Vanguard",
      "Star Walker System",
      "Launches laser missiles at the foes in front, inflicting Fire damage on hit foes / Increases the skill damage of Fire units and Fire multiballs",
      "Star Walker System+",
      "Launches laser missiles at the foes in front, inflicting Fire damage on hit foes / Increases the skill damage of Fire units and Fire multiballs",
      "I've Got Your Back!",
      "Shizuka Itoh"
    ]
  ],
  "161087": [
    [
      "Couette",
      "クエット",
      "A catfolk girl with unusual talent among mages. She has recently joined the Diviners' Commission in order to get a better handle on her ever-increasing powers. She enjoys her studies.",
      "The Littlest Diviner",
      "Void Anchor",
      "When Koma is not on the field: Summons Koma afflicted with Anti-Healing to join her side and attack the nearest foe, inflicting Dark damage on nearby foes\\n When Koma is on the field: Draws in fire from the Abyss, inflicting Dark damage on all foes on the field / Grants a stackable attack buff to Dark units and Dark multiballs",
      "Void Anchor+",
      "When Koma is not on the field: Summons Koma afflicted with Anti-Healing to join her side and attack the nearest foe, inflicting Dark damage on nearby foes\\n When Koma is on the field: Draws in fire from the Abyss, inflicting Dark damage on all foes on the field / Grants a stackable attack buff to Dark units and Dark multiballs",
      "A Guide in the Darkness",
      "Ayasa Ito"
    ]
  ],
  "131080": [
    [
      "Tohru Sengaku",
      "センガクトオル",
      "A twenty-year-old who sought to lead a good, honest life in order to protect his sister. His plans came crumbling down when the city fell into chaos and his brother's accursed legacy forced him down a similar path. His wish, however, remains unchanged, and he will do whatever it takes to make it happen.",
      "Lightning Striker",
      "Bring the Thunder",
      "Rains lightning upon the nearest foe, inflicting Thunder damage on hit foes / Increases attack",
      "Bring the Thunder+",
      "Rains lightning upon the nearest foe, inflicting Thunder damage on hit foes / Increases attack",
      "A Single Desire",
      "Toshinari Fukamachi"
    ]
  ],
  "111081": [
    [
      "Ryunon",
      "リュノン",
      "A young boy who wields a magic rifle and has the ability to understand animals. He comes to Palpebra in search of clues regarding those who killed his beloved dog Rufo.",
      "Sharpshooting Avenger",
      "The Shadow's Revenge",
      "Fires a piercing round at the nearest foe, inflicting Fire damage and reduced Fire resistance on hit foes / Summons Rufo (Re-summons Rufo if Rufo is already present)",
      "The Shadow's Revenge+",
      "Fires a piercing round at the nearest foe, inflicting Fire damage and reduced Fire resistance on hit foes / Summons Rufo (Re-summons Rufo if Rufo is already present)",
      "Fangs of the Shadow",
      "Junko Minagawa"
    ]
  ],
  "121075": [
    [
      "Fraxis",
      "フラクシス",
      "A naval officer in the Gaean Navy and captain of the battleship Blaue Fraxis. Pirates across the Endless Blue quake in fear at the mere mention of her ship. She also claims to be Marina's rival.",
      "Of the Indomitable Warship",
      "Battleship Barrage",
      "Has her warship bombard the nearest foe, inflicting Water damage on hit foes / Increases the attack of all units and multiballs in your party, and units in other players' parties",
      "Battleship Barrage+",
      "Has her warship bombard the nearest foe, inflicting Water damage on hit foes / Increases the attack of all units and multiballs in your party, and units in other players' parties",
      "Blaue Fraxis",
      "Haruka Shiraishi"
    ]
  ],
  "261065": [
    [
      "Ryuichi Kageoka",
      "カゲオカリュウイチ",
      "A seventeen-year-old second-year high school student and former member of Aegis. His powers allow him to control shadowy dragonlings. While he tends to look down on others, this does nothing to get rid of his own sense of inferiority.",
      "Shadow Puppeteer",
      "Yearning Shadow",
      "When Ryuichi's Dragonling is not on the field: Summons a Dragonling afflicted with Anti-Healing and increases attack for Dark units and Dark multiballs / When Ryuichi's Dragonling is on the field: Sends out a pulse of darkness, inflicting Dark damage on all foes on the field + Increases attack for Dark units and Dark multiballs",
      "Yearning Shadow+",
      "When Ryuichi's Dragonling is not on the field: Summons a Dragonling afflicted with Anti-Healing and increases attack for Dark units and Dark multiballs / When Ryuichi's Dragonling is on the field: Sends out a pulse of darkness, inflicting Dark damage on all foes on the field + Increases attack for Dark units and Dark multiballs",
      "Remember the Name",
      "Arata Nagai"
    ]
  ],
  "131004": [
    [
      "Metis",
      "メーティス",
      "A famed adventurer who enjoys the finer things in life, pursuing a life of extravagance from one adventure to the next.",
      "Lavish Thunderbolt",
      "Levin Rainfall",
      "Rains thunder arrows upon the closest target, inflicting Thunder damage to nearby foes (Deals more damage to Paralyzed and/or Stunned foes)",
      "Levin Rainfall+",
      "Rains thunder arrows upon the closest target, inflicting Thunder damage to nearby foes (Deals more damage to Paralyzed and/or Stunned foes)",
      "Drop-Dead Gorgeous",
      "Reina Ueda"
    ]
  ],
  "241007": [
    [
      "Lou",
      "ルー",
      "A bright and adventurous young canid that somehow ended up in another world for one reason or another.",
      "Adventurous Pup",
      "Sturm Hound",
      "Charges forward, inflicting Wind damage to nearby foes / Increases Power Flip damage for all units and multiballs in your party",
      "Sturm Hound+",
      "Charges forward, inflicting Wind damage to nearby foes / Increases Power Flip damage for all units and multiballs in your party",
      "Spirit of Adventure",
      "Tomoyo Takayanagi"
    ]
  ],
  "211008": [
    [
      "Levy",
      "レヴィ",
      "Levy's not your average Kaleidoscope trawler. She's got class and style, which has earned her a large following of swooning fangirls. Currently torn between being a glamorous diva and a sweaty, unbathed adventurer.",
      "Swordfighting Celeb",
      "Mille Spada",
      "Strikes swiftly at the closest target, inflicting Fire damage on all foes in that direction (Damage increases with number of buffs on Levy)",
      "Mille Spada+",
      "Strikes swiftly at the closest target, inflicting Fire damage on all foes in that direction (Damage increases with number of buffs on Levy)",
      "Starstruck",
      "Akari Kito"
    ]
  ],
  "111006": [
    [
      "Kikuno",
      "キクノ",
      "Once an entertainer in the Hanamachi district of Yamato. Years ago, her home vanished—she's been wandering in search of it ever since.",
      "Wandering Courtesan",
      "Wrath of Hakunroh",
      "Summons a red (Attacks twice + Pierce) and blue (Levitate + Recover) oni",
      "Wrath of Hakunroh+",
      "Summons a red (Attacks twice + Pierce) and blue (Levitate + Recover) oni",
      "Hanamachi Beauty",
      "Yuiko Tatsumi"
    ]
  ],
  "311011": [
    [
      "Cran",
      "クラン",
      "A winged warrior of the high mountains with a strong sense of duty to the traditions and prayers of her people. Perhaps she takes her responsibilities a bit too seriously at times.",
      "Devout Winged Warrior",
      "Voice of Glory",
      "Shoots fire arrows at the closest target, inflicting Fire damage on hit foes / Grants Levitate to all units and multiballs in your party",
      "Voice of Glory+",
      "Shoots fire arrows at the closest target, inflicting Fire damage on hit foes / Grants Levitate to all units and multiballs in your party",
      "Calling of the Wind",
      "Kana Yuuki"
    ]
  ],
  "253001": [
    [
      "Parfait",
      "パルフェ",
      "One of the few Monster Chefs you'd ever have the fortune (or misfortune) to meet. Her food tastes delicious, but the grotesque ingredients and gruesome presentation prove too high a hurdle for many would-be diners.",
      "Monster Chef",
      "Hachis Gruyere",
      "Rushes the nearest target while slicing and dicing, inflicting Light damage on nearby foes (Inflicts more damage on Fiends and Beasts) / Restores Parfait's HP when the final blow lands (Effect boosted for Light element)",
      "Hachis Gruyere+",
      "Rushes the nearest target while slicing and dicing, inflicting Light damage on nearby foes (Inflicts more damage on Fiends and Beasts) / Restores Parfait's HP when the final blow lands (Effect boosted for Light element)",
      "The Cutting Edge",
      "Mai Nakahara"
    ]
  ],
  "213013": [
    [
      "Nao Nagihara",
      "ナギハラナオ",
      "A fifteen-year-old third-year middle school student and Alk's little sister.When she touched the Void, she began to disappear, but luckily, she was able to reconstruct herself, gaining powers in the process.She may seem more naive and reckless than her brother, but according to Nimbus, the two are practically twins in terms of personality.",
      "Star in the Making",
      "Galactic Dance",
      "Draws on the power of the stars to create her own field, restoring the HP of all units and multiballs in your party + Increases attack + Removes 1 debuff",
      "Galactic Dance+",
      "Draws on the power of the stars to create her own field, restoring the HP of all units and multiballs in your party + Increases attack + Removes 1 debuff",
      "Stars in Her Grasp",
      "Haruna Asami"
    ]
  ],
  "121070": [
    [
      "Yuki Mishima",
      "ミシマユキ",
      "Seventeen-year-old Yuki Mishima was a second-year high school student when her town became trapped and she gained powers. Though others see her as an aloof beauty, her two closest friends know what she looks like when she smiles without a care in the world.",
      "Barrier Defender",
      "Dendrite Barrier",
      "Forms a crystallized barrier around friendlies, granting Barrier, all elemental resistance, and increased skill damage to Water units and Water multiballs",
      "Dendrite Barrier+",
      "Forms a crystallized barrier around friendlies, granting Barrier, all elemental resistance, and increased skill damage to Water units and Water multiballs",
      "My Own World",
      "Yumiri Hanamori"
    ]
  ],
  "161082": [
    [
      "Shota Inori",
      "イノリショウタ",
      "A sixteen-year-old second-year high school student who has yet to realize his own strengths. He fears the changes to the world and people around him. ",
      "Gravity Manipulator",
      "Event Horizon",
      "Crushes the area around the nearest foe with an immense gravitational force, inflicting Dark damage and Mire on nearby foes ",
      "Event Horizon+",
      "Crushes the area around the nearest foe with an immense gravitational force, inflicting Dark damage and Mire on nearby foes ",
      "Gravity Assist",
      "Yuki Inoue"
    ]
  ],
  "211044": [
    [
      "Rinne Hikawa",
      "ヒカワリンネ",
      "A fifteen-year-old third-year middle school student and former member of Aegis. Her ability to control others through words matches her sharp tongue. She has a particularly strong dislike of a certain pretty girl from Shibuya.",
      "Repressor",
      "Binding Words",
      "Voices a command with binding words, inflicting Fire damage and reducing Fire resistance on all foes on the field + Paralyzes foes for a period of time",
      "Binding Words+",
      "Voices a command with binding words, inflicting Fire damage and reducing Fire resistance on all foes on the field + Paralyzes foes for a period of time",
      "Coming into Her Own",
      "Hitomi Sasaki"
    ]
  ],
  "221054": [
    [
      "Seiji Takamori",
      "タカモリセイジ",
      "A thirty-four-year-old middle school teacher who closed off his heart to his students, even when their eyes pleaded for his aid. It took the world ending for him to realize the extent of the excuses he gave himself.",
      "Restorer",
      "Back in Business",
      "Uses his powers to restore the HP of all units and multiballs in your party, and units in other players' parties (Effect boosted for Water element) / Removes 1 debuff from all units and multiballs in your party + grants Recover",
      "Back in Business+",
      "Uses his powers to restore the HP of all units and multiballs in your party, and units in other players' parties (Effect boosted for Water element) / Removes 1 debuff from all units and multiballs in your party + grants Recover",
      "Reclaiming Dreams",
      "Ryo Nezuka"
    ]
  ],
  "151075": [
    [
      "Lyra",
      "リーラ",
      "A violinist who has fully remembered her love of music and is highly anticipating her first Halloween. With Carol and her new friends, this girl plays music with deep joy in her heart.",
      "Magical Music Lover",
      "Carol's Moonlight Caprice",
      "Sends forth a blast of sound, inflicting Light damage and a stackable Light resistance debuff on hit foes / Increases Power Flip damage for all units and multiballs in your party",
      "Carol's Moonlight Caprice+",
      "Sends forth a blast of sound, inflicting Light damage and a stackable Light resistance debuff on hit foes / Increases Power Flip damage for all units and multiballs in your party",
      "Danse Macabre",
      "Sawako Hata"
    ]
  ],
  "161081": [
    [
      "Love",
      "ラヴ",
      "The former CEO of DayAndNight, a company tied to the larger Noxel Group. She gave up the seat of absolute authority in order to better understand herself and the world around her. During a research trip into Palpebra, she puts on a stylishly dark reaper outfit.",
      "HW ★ Night Girl",
      "Automatic Requiem",
      "Charges toward the nearest foe and swings her scythe upon contact or after a set amount of time, inflicting Dark damage on hit foes / Increases skill damage for all units and multiballs in your party",
      "Automatic Requiem+",
      "Charges toward the nearest foe and swings her scythe upon contact or after a set amount of time, inflicting Dark damage on hit foes / Increases skill damage for all units and multiballs in your party",
      "One Step at a Time",
      "Kanae Oki"
    ]
  ],
  "241057": [
    [
      "Melmyna",
      "ミルミナ",
      "A shy spearwoman who was trained by a formidable master. Though she used to be unable to look others in the eye, she has since overcome that obstacle. For Halloween, she puts on a costume and takes on a job to patrol the streets.",
      "Mischievous Spearwoman",
      "Stabbing Session",
      "Unleashes a flurry of spear attacks at the nearest foe, inflicting Wind damage on hit foes / Grants Pierce to all units and multiballs in your party",
      "Stabbing Session+",
      "Unleashes a flurry of spear attacks at the nearest foe, inflicting Wind damage on hit foes / Grants Pierce to all units and multiballs in your party",
      "Stab or Treat",
      "Asuka Ohgame"
    ]
  ],
  "221053": [
    [
      "Rain",
      "ラナー",
      "After passing his exam and becoming a sublieutenant of the Gaean Navy, Rain is now doing his best to climb the ranks. Determined to put his heart into everything he does, Rain naturally charms everyone around him.",
      "Captivating Maid",
      "Spooky Step",
      "Employs unconventional footwork, granting Levitate and Pierce to all units and multiballs in your party / For a period of time, inflicts Water damage on hit foes (Damage based on the direct damage stat)",
      "Spooky Step+",
      "Employs unconventional footwork, granting Levitate and Pierce to all units and multiballs in your party / For a period of time, inflicts Water damage on hit foes (Damage based on the direct damage stat)",
      "Halloween Angel",
      "Chisato Mori"
    ]
  ],
  "241051": [
    [
      "Makani",
      "マカニ",
      "A young monk who came to Palpebra from a remote area and follows a faith local to her home. She loves to train, so much so that it's becoming her hobby.",
      "Training Fanatic",
      "Tranquil Flurry",
      "Performs a series of thrusts at the nearest foe, inflicting Wind damage on all foes in that direction / Restores HP",
      "Tranquil Flurry+",
      "Performs a series of thrusts at the nearest foe, inflicting Wind damage on all foes in that direction / Restores HP",
      "Training Together!",
      "Mikako Izawa"
    ]
  ],
  "121069": [
    [
      "Shuilong",
      "シェイロン",
      "Fierce like a dragon. Wild as a beast. This martial artist will go to any lengths to attain ultimate power.Why the dog ears? Does she wear them out of a desire to make her inner self match her outward appearance? Or are they merely a tool to gain more power? Neither is the case.She dons the ears precisely because it is the most logical thing to do.",
      "Dogged Fighter",
      "Fist of Sirius",
      "Leaps forward and unleashes a powerful attack, inflicting Water damage on nearby foes / Grants two stackable attack buffs to self",
      "Fist of Sirius+",
      "Leaps forward and unleashes a powerful attack, inflicting Water damage on nearby foes / Grants two stackable attack buffs to self",
      "The Beast Within",
      "Mutsumi Tamura"
    ]
  ],
  "131074": [
    [
      "Helga",
      "ヘルガ",
      "This dogfolk warrior once dove headfirst into danger so that she might one day fade away in battle, but coming to Starview Village changed her. She now fights to protect the things she cares about.",
      "Moonlit Guardian",
      "Spiral Thrust",
      "Thrusts her trusty staff at the nearest foe, inflicting Thunder damage and Mire on hit foes",
      "Spiral Thrust+",
      "Thrusts her trusty staff at the nearest foe, inflicting Thunder damage and Mire on hit foes",
      "Like \"This?\"",
      "Yoshino Aoyama"
    ]
  ],
  "233007": [
    [
      "Teo",
      "テオ",
      "One of the last surviving lionfolk, a species only talked about in catfolk legend. He once lived his life plagued by guilt over the sin of his ancestors, but has since learned to let go of the past. He works tirelessly now to give others the same freedom.",
      "Lionhearted",
      "Liberation Roar",
      "Unleashes a reckless claw attack on the nearest foe, inflicting Thunder damage on foes in that direction",
      "Liberation Roar+",
      "Unleashes a reckless claw attack on the nearest foe, inflicting Thunder damage on foes in that direction",
      "Finding Oneself",
      "Riko Kohara "
    ]
  ],
  "131068": [
    [
      "Memram",
      "メムラム",
      "The young leader of the Vesta—a people possessing the power to communicate thoughts and read minds with their Spirit Horns. Before, their nomadic lifestyle and uneasy relationship with humans were all they knew, but everything changed when the stars fell from the sky.",
      "Archon of the Spirit Horns",
      "Blade Dance of the Vesta",
      "Rushes the nearest foe with her twin blades and unleashes a flurry of strikes, inflicting Thunder damage on hit foes / Increases Power Flip damage for all units and multiballs in your party",
      "Blade Dance of the Vesta+",
      "Rushes the nearest foe with her twin blades and unleashes a flurry of strikes, inflicting Thunder damage on hit foes / Increases Power Flip damage for all units and multiballs in your party",
      "Sworn Sword of the Vesta",
      "Ayaka Shimizu"
    ]
  ],
  "151069": [
    [
      "Zekhel",
      "ゼッヘル",
      "The captain of the Guild Knights, rumored to be impossible to find on account of his constant slacking off. Some say he was once a secret agent, while others insist he was a Farlands soldier or disgraced noble. Never denying these rumors, he instead enjoys helping them spread.",
      "Palpebra's Unsung Hero",
      "Shirogane Blade",
      "Draws his sword in the blink of an eye and charges the nearest foe, inflicting Light damage on hit foes / Increases attack / Grants Pierce to all units and multiballs in your party / Grants Combo Bonus",
      "Shirogane Blade+",
      "Draws his sword in the blink of an eye and charges the nearest foe, inflicting Light damage on hit foes / Increases attack / Grants Pierce to all units and multiballs in your party / Grants Combo Bonus",
      "Captain of the Guild Knights",
      "Toshiyuki Morikawa"
    ]
  ],
  "231063": [
    [
      "Fuku",
      "フク",
      "A yokai from Yamato known as a zashiki warashi. She has a youthful appearance, but is in fact far older than any human. A resident zashiki warashi is said to bring good fortune to a household.",
      "Good-Luck Charmer",
      "Wellspring of Prosperity",
      "Restores the HP of all units and multiballs in your party, and units in other players' parties (Effect boosted for Thunder element) / Increases attack and Power Flip damage for all units and multiballs in your party",
      "Wellspring of Prosperity+",
      "Restores the HP of all units and multiballs in your party, and units in other players' parties (Effect boosted for Thunder element) / Increases attack and Power Flip damage for all units and multiballs in your party",
      "Yokai's Mischief",
      "Karin Takahashi"
    ]
  ],
  "131062": [
    [
      "Strina",
      "ストライナ",
      "A troubleshooter who lives life on her own terms. While she appears to be a loose cannon at first glance, she is actually a brilliant ex-engineer whose destructive impulses are guided by precise calculations.",
      "Bombastic Slugger",
      "Heavy Hitter",
      "Hacks into nearby systems, inflicting reduced Thunder resistance on all foes on the field / Launches a ball at the nearest foe, inflicting Thunder damage on the target hit and foes near it",
      "Heavy Hitter+",
      "Hacks into nearby systems, inflicting reduced Thunder resistance on all foes on the field / Launches a ball at the nearest foe, inflicting Thunder damage on the target hit and foes near it",
      "Hot-Headed Hardball",
      "Mikako Komatsu"
    ]
  ],
  "261059": [
    [
      "Volgia",
      "ヴィルジア",
      "A mystery-loving detective with a dubious moral compass and a sharp sense for danger. She claims to have moved on from her dastardly ways, but whether that's true or not remains to be seen.",
      "Dangerous Woman",
      "Pink Flare",
      "Shoots a ball of smoke at the nearest foe, removing one buff and inflicting Dark damage and reduced Dark resistance on hit foes",
      "Pink Flare+",
      "Shoots a ball of smoke at the nearest foe, removing one buff and inflicting Dark damage and reduced Dark resistance on hit foes",
      "Every Rose Has Its Thorns",
      "Mariko Higashiuchi"
    ]
  ],
  "331020": [
    [
      "Phi Nonoa",
      "フィノノア",
      "A sheephird adventurer living in Palpebra with a sunny disposition and a love of rain. No matter the weather, she can always be seen wearing her rain gear.",
      "Skipping in the Rain",
      "Harmonia Pop",
      "Encloses self in a ring of lightning for a period of time, inflicting Thunder damage on hit foes / Increases Power Flip damage for all units and multiballs in your party",
      "Harmonia Pop+",
      "Encloses self in a ring of lightning for a period of time, inflicting Thunder damage on hit foes / Increases Power Flip damage for all units and multiballs in your party",
      "Peppy Parasol",
      "Honoka Inoue"
    ]
  ],
  "141069": [
    [
      "Leon",
      "レオン",
      "An exceptionally talented adventurer from Palpebra. Taking a well-deserved break from adventuring in the Kaleidoscope, he arrives in Yamato and dons a festive yukata.",
      "Savoring the Summer Night",
      "Fortuitous Typhoon",
      "Sends forth a gale-force blast and attacks in the direction of the wind, inflicting Wind damage on hit foes / Increases the attack of all units and multiballs in your party, and units in other players' parties",
      "Fortuitous Typhoon+",
      "Sends forth a gale-force blast and attacks in the direction of the wind, inflicting Wind damage on hit foes / Increases the attack of all units and multiballs in your party, and units in other players' parties",
      "Tireless Adventurer",
      "Tetsu Inada"
    ]
  ],
  "151063": [
    [
      "Nephtim",
      "ネフティム",
      "A purehearted girl from the Kingdom of Sand that just happens to be an ancient superweapon. Her travels with Alk and the others have led to many things, including the discovery of her sister, but this time, she simply wishes to enjoy summer.",
      "Fab Femme Fatale",
      "Shemu Ra",
      "Enthralls her allies with festive lights, increasing attack of Light units and Light multiballs / Gains Multihit",
      "Shemu Ra+",
      "Enthralls her allies with festive lights, increasing attack of Light units and Light multiballs / Gains Multihit",
      "Summer Memories",
      "Ai Kayano"
    ]
  ],
  "253007": [
    [
      "Sohvi",
      "ソーヴィ",
      "A witch doctor in love with Nimbus. In order to capture his heart, she spends her days devising concoctions to grow fur all over her body. Previously, she used sprites for her mixes, but she's since turned to other materials. The ears atop her head are of her own creation.",
      "Witch Doctor of the Waves",
      "Paranoic Present",
      "Tosses a vial in front, inflicting a stackable Light resistance debuff on hit foes / Slashes nearby foes with her scythe for a period of time, inflicting Light damage",
      "Paranoic Present+",
      "Tosses a vial in front, inflicting a stackable Light resistance debuff on hit foes / Slashes nearby foes with her scythe for a period of time, inflicting Light damage",
      "Furry Mad Scientist",
      "Satomi Arai"
    ]
  ],
  "141063": [
    [
      "Shywe",
      "シウエ",
      "A devout priestess of the sprites. Wishing to marry Alk because of a prophecy, she spends this vacation scheming to grow closer to him.",
      "Accidentally in Love",
      "Sylpheed Tornado",
      "Borrows the power of the sprites to blast the nearest foe with powerful winds, inflicting Wind damage on nearby foes and reducing Wind resistance / Increases Power Flip damage for all units and multiballs in your party",
      "Sylpheed Tornado+",
      "Borrows the power of the sprites to blast the nearest foe with powerful winds, inflicting Wind damage on nearby foes and reducing Wind resistance / Increases Power Flip damage for all units and multiballs in your party",
      "On Wings of Love",
      "Kaede Hondo"
    ]
  ],
  "151051": [
    [
      "Inaho",
      "イナホ",
      "When the daughter of the Nine-tailed Fox catches her friend with downturned eyes, she acts before she thinks and drags her friends all on vacation. Actions, after all, speak louder than words.",
      "Beachside Babe",
      "Summer Stars",
      "Performs a foxflame dance, increasing Power Flip damage for all units and multiballs in your party / When party leader is Light, increases Power Flip damage further for all units and multiballs in your party + Grants Combo Boost to your party",
      "Summer Stars+",
      "Performs a foxflame dance, increasing Power Flip damage for all units and multiballs in your party / When party leader is Light, increases Power Flip damage further for all units and multiballs in your party + Grants Combo Boost to your party",
      "Shared Dream",
      "Ari Ozawa"
    ]
  ],
  "141057": [
    [
      "Gouran",
      "ゴウラン",
      "A tengu who lives on a sacred mountain in Yamato. Feared for his tremendous power and mercilessness, he is kind only to his disciple. He loves drinking sake of all kinds.",
      "The Unruly Tempest",
      "Skyrend Fists",
      "Swings his burly arms with the force of a raging tempest, inflicting Wind damage on foes in front",
      "Skyrend Fists+",
      "Swings his burly arms with the force of a raging tempest, inflicting Wind damage on foes in front",
      "Temperamental Power",
      "Masaki Terasoma"
    ]
  ],
  "221040": [
    [
      "Shirano",
      "シラノ",
      "As servant of the yokai queen and Princess Inaho's governess, Shirano is a motherly figure loved by all. The summer sun casts her in a different light, however...",
      "Glamorous Governess",
      "Foxtrot Burst",
      "Summons dancing fox bubbles by performing a traditional yokai art, inflicting a stackable attack debuff and a stackable Water resistance debuff on all foes on the field.",
      "Foxtrot Burst+",
      "Summons dancing fox bubbles by performing a traditional yokai art, inflicting a stackable attack debuff and a stackable Water resistance debuff on all foes on the field.",
      "Vivacious Vixen",
      "Tamari Hinata"
    ]
  ],
  "361033": [
    [
      "Lucille",
      "ルシル",
      "Once the young assistant to a certain detective, this aspiring sleuth now travels far and wide in search of his lost master.",
      "Aspiring Sleuth",
      "Tools of the Trade",
      "Fires his slingshot at the nearest foe, inflicting Dark damage on hit foes + Removes 1 buff",
      "Tools of the Trade+",
      "Fires his slingshot at the nearest foe, inflicting Dark damage on hit foes + Removes 1 buff",
      "It's Elementary!",
      "Satomi Kobashi "
    ]
  ],
  "241045": [
    [
      "Lemarque",
      "ルマルク",
      "An adventurer and hunter from Palpebra. With his winged companion Kaiser at his side, he never fails to track down his prey.",
      "Journeying Falconer",
      "Flying Freedom",
      "Sends Kaiser in front to perform a flanking attack at the first point of contact, inflicting Wind damage on hit foes / Increases Attrition damage of Lemarque and the Wind party leader",
      "Flying Freedom+",
      "Sends Kaiser in front to perform a flanking attack at the first point of contact, inflicting Wind damage on hit foes / Increases Attrition damage of Lemarque and the Wind party leader",
      "Falcon's Flight",
      "Junta Terashima"
    ]
  ],
  "221034": [
    [
      "Evelyn",
      "エヴリン",
      "A bounty hunter licensed by the Gaean government. She nearly drowned when she was a child, but was saved by a mermaid, whom she hopes to repay one day.",
      "Sanctioned Sniper",
      "Briny Bullet",
      "Fires a piercing round at the nearest foe, inflicting Water damage on hit foes + Removes 1 buff",
      "Briny Bullet+",
      "Fires a piercing round at the nearest foe, inflicting Water damage on hit foes + Removes 1 buff",
      "Maritime Munitions",
      "Aya Kawakami"
    ]
  ],
  "111063": [
    [
      "Eclair",
      "エクリール",
      "The undefeated champion of Palpebra's Platinum Legends. Whether she's at her home coliseum or on vacation at an otherworldly beach, her star power shines bright.",
      "Passionate Platinum",
      "Platinum Elysian Blade",
      "Mows down the area in front of her with her sword, inflicting Fire damage on hit foes / Increases Power Flip damage for all units and multiballs in your party",
      "Platinum Elysian Blade+",
      "Mows down the area in front of her with her sword, inflicting Fire damage on hit foes / Increases Power Flip damage for all units and multiballs in your party",
      "Platinum Vacation!",
      "Satomi Akesaka"
    ]
  ],
  "161069": [
    [
      "Primula",
      "プリムラ",
      "A young girl who lived in the forest around Palpebra. Her power to drain the life force from others has caused people to fear her. However, the black flowers that bloom from her magic are truly awe-inspiring.",
      "Black Lily Witch",
      "Doom in Full Bloom",
      "Drains the life force from the area around the nearest foes and creates a beautiful garden, inflicting Dark damage on foes in the area and reducing Dark resistance / If hit by a foe, grants Recover to self",
      "Doom in Full Bloom+",
      "Drains the life force from the area around the nearest foes and creates a beautiful garden, inflicting Dark damage on foes in the area and reducing Dark resistance / If hit by a foe, grants Recover to self",
      "Moonlit Beauty",
      "Manaka Iwami"
    ]
  ],
  "121051": [
    [
      "Mamnalia",
      "マムナリア",
      "A healer in charge of a Float in the Endless Blue. Her warm, loving nature endears her to all, and her former pupils now serve in many high-ranking positions, making her a true mother of the seas.",
      "Motherly Redeemer",
      "Saintly Light",
      "Restores the HP of all units and multiballs in your party, and units in other players' parties (Effect boosted for Water element) + Removes 1 debuff / Increases the attack of all units and multiballs in your party",
      "Saintly Light+",
      "Restores the HP of all units and multiballs in your party, and units in other players' parties (Effect boosted for Water element) + Removes 1 debuff / Increases the attack of all units and multiballs in your party",
      "A Maternal Smile",
      "Kikuko Inoue"
    ]
  ],
  "341017": [
    [
      "Millet",
      "ミレット",
      "A rookie adventurer from Palpebra. As a big fan of the Grindle Tales book series, she aspires to be a fighter and supporter like the main heroine Patty.",
      "Novice Adventurer",
      "Support Sweep",
      "Swings her sword in front, inflicting Wind damage on hit foes / Increases attack for all units and multiballs in your party",
      "Support Sweep+",
      "Swings her sword in front, inflicting Wind damage on hit foes / Increases attack for all units and multiballs in your party",
      "Adventure Come True",
      "Haruka Aikawa"
    ]
  ],
  "131056": [
    [
      "Sera",
      "セラ",
      "Though she can no longer return to the place she called home, the former commander of the Aegis Squadron rescued her dear friend. Now, she finds herself confronting a new task: how to partake in a \"vacation\" with Stella and her friends.",
      "Summer Savior",
      "Paradigm Blast",
      "Launches missiles from her water scooter and sends them flying in front, inflicting Thunder damage on nearby foes / If activated outside of Fever state, increases Fever Gauge / If activated during Fever state, increases skill damage",
      "Paradigm Blast+",
      "Launches missiles from her water scooter and sends them flying in front, inflicting Thunder damage on nearby foes / If activated outside of Fever state, increases Fever Gauge / If activated during Fever state, increases skill damage",
      "New Protocol: Naval Escort",
      "Aoi Yuki"
    ]
  ],
  "151045": [
    [
      "Lilith",
      "リリス",
      "After being tricked by a cunning elf, the last princess of the Stratos royal bloodline ends up on a beach in a faraway land. Despite her apprehension, her passion as a leader burns bright, and she takes the opportunity to learn more about the vibrant, sunny world around her.",
      "Summer Princess",
      "Astral Sparks",
      "Summons several blinding balls of light that explode, inflicting Light damage on all foes on the field + paralyzing all foes for a short time / Increases ability damage of Light units and Light multiballs",
      "Astral Sparks+",
      "Summons several blinding balls of light that explode, inflicting Light damage on all foes on the field + paralyzing all foes for a short time / Increases ability damage of Light units and Light multiballs",
      "Blinding Beast",
      "Rie Takahashi"
    ]
  ],
  "211038": [
    [
      "Azel",
      "アゼル",
      "A stalwart warrior known far and wide as a dragon slayer. Trading in his battle-worn armor for a pair of swim trunks, his appearance may have changed, but his desire to help others remains the same.",
      "Blood Brother",
      "Prominence Blast",
      "Waves his spear at the nearest foe, with the resulting shockwaves inflicting Fire damage on nearby foes (Inflicts more damage on Dragons)",
      "Prominence Blast+",
      "Waves his spear at the nearest foe, with the resulting shockwaves inflicting Fire damage on nearby foes (Inflicts more damage on Dragons)",
      "A Dream of Coexistence",
      "Takuya Sato"
    ]
  ],
  "111057": [
    [
      "Reticia",
      "レティシア",
      "Heir to the Felders, a line of neutral arbiters who keep the Endless Blue in order. She tries to put on a tough front but worries if she's really got what it takes.",
      "Heir to House Felder",
      "Gunmetal Catharsis",
      "Punishes nearby foes with a barrage of bullets, inflicting Fire damage on hit foes / Increases Reticia's attack",
      "Gunmetal Catharsis+",
      "Punishes nearby foes with a barrage of bullets, inflicting Fire damage on hit foes / Increases Reticia's attack",
      "Arbiter of the Seas",
      "Hisako Kanemoto"
    ]
  ],
  "131050": [
    [
      "Marcus",
      "マーキス",
      "A thrill-seeking treasure hunter from the Endless Blue. Other treasure hunters and pirates know him as the \"Thrill Seeker.\"",
      "Thrill Seeker",
      "Exhilarating Electrocution",
      "Charges forward and slashes away at the enemy, inflicting Thunder damage on foes in front",
      "Exhilarating Electrocution+",
      "Charges forward and slashes away at the enemy, inflicting Thunder damage on foes in front",
      "The Smell of Danger",
      "Daiki Hamano"
    ]
  ],
  "221028": [
    [
      "Façon",
      "ファソン",
      "A stylish mage who is only interested in the latest trends—whether it be fashion or magic. She carries around a massive tome that she uses to cast powerful magic spells.",
      "Cutting-Edge Mage",
      "Augmented Deluge",
      "Summons a powerful torrent of water in front, inflicting Water damage to foes hit / Increases Power Flip damage for all units and multiballs in your party",
      "Augmented Deluge+",
      "Summons a powerful torrent of water in front, inflicting Water damage to foes hit / Increases Power Flip damage for all units and multiballs in your party",
      "Torrential Might",
      "Mahiro Saito"
    ]
  ],
  "251053": [
    [
      "Sarliha",
      "サーリハ",
      "A priestess with distant claim to the Kingdom of Sand's throne. Her fight for borderlanders' equality has made her a symbol of hope—the Light of the Desert.",
      "Light of the Desert",
      "Daw' Satie",
      "Inspires hope in her comrades, restoring the HP of all units and multiballs in your party, and units in other players' parties (Effect boosted for Light element) + Increases their attack",
      "Daw' Satie+",
      "Inspires hope in her comrades, restoring the HP of all units and multiballs in your party, and units in other players' parties (Effect boosted for Light element) + Increases their attack",
      "Dreams of Dawnbreak",
      "Shion Wakayama"
    ]
  ],
  "121045": [
    [
      "Amelia",
      "アメリア",
      "In the deep, dark depths of the northern seas sleeps a treasure that surpasses all human knowledge... That treasure is snatched up by this little mermaid, who uses it to grow a pair of legs and lead her friends to new horizons!",
      "Pirate Mermaid Princess",
      "Mermaid Rush",
      "Aims and fires her machine gun at the nearest foes, inflicting Water damage on hit foes / Increases Power Flip damage for all units and multiballs in your party",
      "Mermaid Rush+",
      "Aims and fires her machine gun at the nearest foes, inflicting Water damage on hit foes / Increases Power Flip damage for all units and multiballs in your party",
      "The World's My Oyster!",
      "Eri Inagawa"
    ]
  ],
  "141051": [
    [
      "Estariel",
      "エステルリエル",
      "On a whim, the elf princess dons a mortal outfit and visits a field of sunflowers. Despite her smile, her gaze remains sharp as she takes in newfound experiences.",
      "Immortal Destroyer",
      "Gil-Amdir",
      "Unleashes a swirling vortex in front, inflicting Wind damage on nearby foes / Grants Levitate to all units and multiballs in your party",
      "Gil-Amdir+",
      "Unleashes a swirling vortex in front, inflicting Wind damage on nearby foes / Grants Levitate to all units and multiballs in your party",
      "Of Love and Loss",
      "Yui Ogura"
    ]
  ],
  "161063": [
    [
      "Selgir",
      "セルジール",
      "A skilled, one-eyed gunner who was once a Gaean Defense Captain. Now he's a handyman on a float in the middle of nowhere, but a part of him still worries about the comrades he once served with.",
      "Loose Collar Gunman",
      "Black Bullet 338",
      "Fires a piercing round at the nearest foe, inflicting Dark damage on hit foes (Damage increases the nearer Selgir is to his target)",
      "Black Bullet 338+",
      "Fires a piercing round at the nearest foe, inflicting Dark damage on hit foes (Damage increases the nearer Selgir is to his target)",
      "Eagle Eye",
      "Tetsuo Kanao"
    ]
  ],
  "211032": [
    [
      "Maihime",
      "マイヒメ",
      "Despite growing up in a family of shamans who erected a barrier to protect their village from yokai, this young girl actually loves them. This sheltered shaman is currently broadening her horizons in order to make her unspoken dream a reality.",
      "Revered Maiden",
      "Naginata Dance",
      "Spins her naginata above her head, inflicting Fire damage on foes she bumps into for a period of time / Grants Pierce to all units and multiballs in your party",
      "Naginata Dance+",
      "Spins her naginata above her head, inflicting Fire damage on foes she bumps into for a period of time / Grants Pierce to all units and multiballs in your party",
      "Dutiful Shaman",
      "Marina Yamada"
    ]
  ],
  "361027": [
    [
      "Cody",
      "コーディ",
      "A youngster from Fang Canyon who aims to be the strongest in the world. Born as one of the physically weaker rabbitfolk, he trained hard enough that even the average dogfolk and catfolk will fall to his powerful kicks.",
      "Bunny Boy Brawler",
      "Flash Dash",
      "Rushes forward with a sharp kick, inflicting Dark damage on hit foes / Increases attack",
      "Flash Dash+",
      "Rushes forward with a sharp kick, inflicting Dark damage on hit foes / Increases attack",
      "Leaping Kicker",
      "Riho Fushida"
    ]
  ],
  "223013": [
    [
      "Nate",
      "ネイト",
      "A hero initially created as a commercial opportunity for Paradigm Break Company. While she may look like a shining paragon of justice, she still struggles with the darkness within herself. Nevertheless, she fights to protect the spark of light that lives in everyone.",
      "Blue Blitz",
      "Overload Trigger",
      "Rushes the nearest foe, inflicting Water damage + Removes 1 buff / Slashes at her target twice with her blade, inflicting Water damage on hit foes",
      "Overload Trigger+",
      "Rushes the nearest foe, inflicting Water damage + Removes 1 buff / Slashes at her target twice with her blade, inflicting Water damage on hit foes",
      "Artificial Hero",
      "Kei Shindo"
    ]
  ],
  "131044": [
    [
      "Zantetsu",
      "ザンテツ",
      "An eccentric android who styles himself as a ninja samurai—and warrior of justice. Though his real name is Code Cracker, he goes by the alias Zantetsu. He vows to eliminate evil—all while maintaining his elaborate ninja samurai performance.",
      "Enter The Ninja Samurai",
      "Hyper-Oscillating Zantetsu Blade",
      "Leaps to the closest enemies and strikes with his hyper-oscillating blade, inflicting Thunder damage on foes around him and lowering their Thunder resistance / Afterward, he swipes once more, inflicting Thunder damage on hit foes",
      "Hyper-Oscillating Zantetsu Blade+",
      "Leaps to the closest enemies and strikes with his hyper-oscillating blade, inflicting Thunder damage on foes around him and lowering their Thunder resistance / Afterward, he swipes once more, inflicting Thunder damage on hit foes",
      "Blade of Justice",
      "Takeshi Kusao"
    ]
  ],
  "151039": [
    [
      "Rengetsu",
      "レンゲツ",
      "A swordswoman who dedicates her life to the Spirit Hunt, a tradition predicated on exterminating yokai. Supremely skilled, she fights with paper talismans and sword alike. Though serious about her job, she also likes to have fun and indulge herself.",
      "Spirit Hunter",
      "Hidden Art: Fluttering Chaos",
      "Barrels toward nearest foes while using her paper talismans and swinging her sword, inflicting Light damage on foes around her / Increases attack",
      "Hidden Art: Fluttering Chaos+",
      "Barrels toward nearest foes while using her paper talismans and swinging her sword, inflicting Light damage on foes around her / Increases attack",
      "All Work and All Play",
      "Tomoyo Kurosawa"
    ]
  ],
  "251047": [
    [
      "Feanie",
      "フィーニ",
      "A young dogfolk girl searching for her missing parents. Coupled with her easy-going personality, her mysterious powers allow her to help others doze off into dreamland.",
      "Sleep-Inducing Princess",
      "Schlaflied für Alle",
      "Casts a sleeping spell on the nearest foe, inflicting Mire / Restores the HP of all units and multiballs in your party, and units in other players' parties (Effect boosted for Light element)",
      "Schlaflied für Alle+",
      "Casts a sleeping spell on the nearest foe, inflicting Mire / Restores the HP of all units and multiballs in your party, and units in other players' parties (Effect boosted for Light element)",
      "Lay Down Your Head",
      "Mayu Iizuka"
    ]
  ],
  "241039": [
    [
      "Piamo",
      "ピアモ",
      "A little witch all alone in the big city. Due to her days spent struggling for every meal, she has foresight well beyond her years, especially when it comes to making a living.",
      "Jaded Witch",
      "Cyclone Boost",
      "Uses her Blessing of the Wind to increase attack for Wind units and Wind multiballs / Increases Power Flip damage for all units and multiballs in your party",
      "Cyclone Boost+",
      "Uses her Blessing of the Wind to increase attack for Wind units and Wind multiballs / Increases Power Flip damage for all units and multiballs in your party",
      "Respect the Hustle",
      "Maria Sashide"
    ]
  ],
  "231056": [
    [
      "Giselle",
      "ジゼル",
      "An adventurer very passionate about collecting cryptic artifacts in the Kaleidoscope. Normally a calm individual, she gets very excited when talking about her beloved hobby.",
      "Guiltless Collector",
      "Étincelle Mystérieuse",
      "Thrusts her spear-like cryptic artifact forward, inflicting Thunder damage on hit foes / Increases Water resistance for all units and multiballs in your party",
      "Étincelle Mystérieuse+",
      "Thrusts her spear-like cryptic artifact forward, inflicting Thunder damage on hit foes / Increases Water resistance for all units and multiballs in your party",
      "Cryptic Artifact Fanatic",
      "Wakana Kowaka"
    ]
  ],
  "261047": [
    [
      "Tahweel",
      "タウィール",
      "A young man who leads a trade caravan in the Kingdom of Sand. Despite his youth, he is gifted with entrepreneurial genius, which he uses to ensure great profits for his caravan. It seems that long ago, he visited Rolan's palace to do trade.",
      "Youthful Peddler",
      "Niemat Alzalam",
      "Fires off magic bullets in front, inflicting Dark damage on the target hit and foes around it / Increases Power Flip damage for all units and multiballs in your party",
      "Niemat Alzalam+",
      "Fires off magic bullets in front, inflicting Dark damage on the target hit and foes around it / Increases Power Flip damage for all units and multiballs in your party",
      "The Relic's Blessing",
      "Gakuto Kajiwara"
    ]
  ],
  "111051": [
    [
      "Zeta",
      "ゼタ",
      "A spear user from another world who belongs to an organization known as the Society. Boisterous and sharp-tongued, she stands by her friends through thick and thin. Her Spear of Arvess grows more powerful in proportion to the level of emotion she feels.",
      "Crimson Fang",
      "Resolute Strike",
      "Thrusts the Spear of Arvess at the nearest foe, inflicting Fire damage on the first foe hit / Increases skill damage",
      "Resolute Strike+",
      "Thrusts the Spear of Arvess at the nearest foe, inflicting Fire damage on the first foe hit / Increases skill damage",
      "Arvess's Contractor",
      "Kana Hanazawa"
    ]
  ],
  "161057": [
    [
      "Beatrix",
      "ベアトリクス",
      "A swordsman who found herself in another world while chasing primal beasts. She wields her partner Embrasque, a special sword capable of defeating primal beasts, and can read the blade's thoughts and feelings.",
      "Undying Blue",
      "Immortal Assault",
      "Unleashes a mighty attack with Embrasque, sacrificing HP to inflict Dark damage on hit foes / Gains Adversity",
      "Immortal Assault+",
      "Unleashes a mighty attack with Embrasque, sacrificing HP to inflict Dark damage on hit foes / Gains Adversity",
      "Embrasque's Contractor",
      "Aya Hirano"
    ]
  ],
  "141045": [
    [
      "Nevia",
      "ネヴィア",
      "A catfolk sage known as the Sharp-Eyed Sage. After foreseeing a bleak future, she called for the end of the war between dogfolk and catfolk, but the people rejected her. She chose to retreat from the world after that.",
      "Timegazer",
      "Doom and Bloom",
      "Sprouts a large tree from the ground by the nearest foe, inflicting Wind damage on hit foes, adding 2 debuffs to Wind resistance and removing 2 buffs",
      "Doom and Bloom+",
      "Sprouts a large tree from the ground by the nearest foe, inflicting Wind damage on hit foes, adding 2 debuffs to Wind resistance and removing 2 buffs",
      "Sharp-Eyed Sage",
      "Akemi Sato"
    ]
  ],
  "111045": [
    [
      "Quade",
      "クアレ",
      "A young spy with strong ties to the Guild High Council and the Guild Knights Captain. Though highly talented, he has a reckless side—even having his true identity uncovered by his enemy doesn't faze him.",
      "The Grinning Spy",
      "Blooming Blade",
      "Charges toward the nearest foes, using a flame-shrouded blade to inflict Fire damage on foes in the charge direction / Increases Power Flip damage for all units and multiballs in your party",
      "Blooming Blade+",
      "Charges toward the nearest foes, using a flame-shrouded blade to inflict Fire damage on foes in the charge direction / Increases Power Flip damage for all units and multiballs in your party",
      "Merciless Smile",
      "Kisho Taniyama"
    ]
  ],
  "261041": [
    [
      "Londahl",
      "ロンダール",
      "A set of sentient armor, worn on a half-dead man. He moves the lifeless body with magic, though he hasn't managed anything better than zombie-like movements so far.",
      "Philosophizing Armor",
      "Imposition",
      "Unleashes a wave of darkness, inflicting Dark damage on foes around him (Damage increases with Coffin revive count of all units in your party) / Increases Light resistance for self",
      "Imposition+",
      "Unleashes a wave of darkness, inflicting Dark damage on foes around him (Damage increases with Coffin revive count of all units in your party) / Increases Light resistance for self",
      "On the Path to Reunion",
      "Kento Fujinuma"
    ]
  ],
  "361021": [
    [
      "Tarha",
      "タルハ",
      "A mummy that was sleeping in an old desert ruin. Though he remembers nothing of his past, he carries on with a smile, pranking all his friends and delighting in their surprise.",
      "Odd Mummy Boy",
      "Popping Bandages",
      "Shoots out the bandages on his body at the nearest foe, inflicting Dark damage on hit foes (Damage increases with Coffin revive count of all units in your party) and reducing attack",
      "Popping Bandages+",
      "Shoots out the bandages on his body at the nearest foe, inflicting Dark damage on hit foes (Damage increases with Coffin revive count of all units in your party) and reducing attack",
      "Bandage Buffoonery",
      "Saima Nakano"
    ]
  ],
  "131038": [
    [
      "Tink",
      "ツインク",
      "A combat specialist working full-time for 3MM Security. Chief of the Special Equipment Defense Force at only seventeen, she spends her days cheerfully getting work done with her three subordinates.",
      "On the Fast Track",
      "Total Demolition",
      "Brandishes a chainsaw, inflicting Thunder damage on hit foes in front / Increases attack",
      "Total Demolition+",
      "Brandishes a chainsaw, inflicting Thunder damage on hit foes in front / Increases attack",
      "No I in Team",
      "Ai Kakuma "
    ]
  ],
  "223007": [
    [
      "Sotieth",
      "ソティエス",
      "A weapon of the ancients, discovered within an old ruin in the Kingdom of Sand. Designed to resemble a person, her role was once to serve as the key to powering an artificial god. Now she travels new worlds to fulfill the new mission entrusted to her—to understand what it is that makes people so resilient.",
      "Ancient Weapon of Dawn",
      "Mut Nu",
      "Unleashes the power of her Alter Device, inflicting Water damage on all foes on the field (Ignores soft spots) / Increases attack for all units and multiballs in your party",
      "Mut Nu+",
      "Unleashes the power of her Alter Device, inflicting Water damage on all foes on the field (Ignores soft spots) / Increases attack for all units and multiballs in your party",
      "Hope Inherited",
      "Ayaka Nanase"
    ]
  ],
  "121039": [
    [
      "Haridal",
      "ハーリダル",
      "A commander in the Kingdom of Sand's military with a talent for swords. He may seem cold and emotionless at a glance, but in his heart, he works to uphold an oath he swore to a dear friend.",
      "Courageous Commander",
      "Zahab Fajr",
      "Draws his blade and ruthlessly attacks, dealing Water damage to hit foes / Grants a stackable attack buff to self",
      "Zahab Fajr+",
      "Draws his blade and ruthlessly attacks, dealing Water damage to hit foes / Grants a stackable attack buff to self",
      "Oath to the Dawn",
      "Kohsuke Toriumi"
    ]
  ],
  "351033": [
    [
      "Rue Ruto",
      "ルルト",
      "A Sheephird that drifted into another world while exploring the Kaleidoscope. He dreams of being surrounded by women, so he spends his days hitting on the ladies around him.",
      "I Dream of a Harem",
      "Beehive Shot",
      "Shoots his pellet gun at the closest target, dealing Light damage to hit foes",
      "Beehive Shot+",
      "Shoots his pellet gun at the closest target, dealing Light damage to hit foes",
      "How About a Hug?",
      "Uchimura Fumiko"
    ]
  ],
  "141039": [
    [
      "Sonia",
      "ソーニャ",
      "No matter where she goes, all who behold this dancer are blown away by her beauty and grace. She returns to the Kingdom of Sand, grappling with the feelings she has for her childhood friend.",
      "Flower Dancing in the Wind",
      "Arax Nashwa",
      "Unleashes a windswept attack, inflicting Wind damage on all nearby foes / Increases attack",
      "Arax Nashwa+",
      "Unleashes a windswept attack, inflicting Wind damage on all nearby foes / Increases attack",
      "Dance in the Moonlight",
      "Rumi Okubo"
    ]
  ],
  "161051": [
    [
      "Denah",
      "ディーネ",
      "A young girl who travels the sea, unrepentantly refusing to act her age. This time, in preparation for a desert adventure, she sports a new outfit which she claims \"devours the light of the sun.\" The outfit is, of course, black.",
      "Dark Maiden of the Dunes",
      "From the Depths, He Strikes",
      "When Denah's orb isn't active: Tentacles leap out, inflicting Dark damage on foes in front / Summons an orb with Anti-Healing\nWhen Denah's orb is active: Causes tentacles to expand outward and inflict Dark damage on foes in front / Grants a stackable attack buff to all units and multiballs in your party",
      "From the Depths, He Strikes+",
      "When Denah's orb isn't active: Tentacles leap out, inflicting Dark damage on foes in front / Summons an orb with Anti-Healing\nWhen Denah's orb is active: Causes tentacles to expand outward and inflict Dark damage on foes in front / Grants a stackable attack buff to all units and multiballs in your party",
      "Decked out for Desert Combat",
      "Yukari Tamura"
    ]
  ],
  "151033": [
    [
      "Theriol",
      "セリオル",
      "A fighter with a crystalizing body. He travels the world searching for a way to undo the curse and find the monster who did this to him.",
      "Crystalline Wayfarer",
      "Reflection Overlay",
      "Unleashes the power stored within his crystal arm straight ahead, inflicting Light damage on hit foes / Increases attack and ability damage",
      "Reflection Overlay+",
      "Unleashes the power stored within his crystal arm straight ahead, inflicting Light damage on hit foes / Increases attack and ability damage",
      "Crystal-Clear Competence",
      "Makoto Furukawa"
    ]
  ],
  "161045": [
    [
      "Malviola",
      "メイルビオラ",
      "A woman who once hid her immense powers from others by living at the bottom of the ocean. Her proficiency in alchemy is due to her quest to understand her own mysterious powers.",
      "Lady of the Depths",
      "Ergo Eraser",
      "Reverses the laws of cause and effect, restoring the HP of all units and multiballs in your party (Effect boosted for Dark element) and increasing their skill damage / Removes 1 debuff from all units and multiballs in your party, and units in other players' parties",
      "Ergo Eraser+",
      "Reverses the laws of cause and effect, restoring the HP of all units and multiballs in your party (Effect boosted for Dark element) and increasing their skill damage / Removes 1 debuff from all units and multiballs in your party, and units in other players' parties",
      "Power Beyond Understanding",
      "Manami Numakura"
    ]
  ],
  "231050": [
    [
      "Telluna",
      "テルナ",
      "A young girl from Palpebra. Her body stores electricity, which she then discharges. A trusting individual, her naivety sometimes gets her into trouble.",
      "Electro-cute",
      "Blitz Blast",
      "Discharges an electrical blast at two conductors placed in front of her, inflicting Thunder damage to nearby foes (Deals more damage to Paralyzed and Stunned foes)",
      "Blitz Blast+",
      "Discharges an electrical blast at two conductors placed in front of her, inflicting Thunder damage to nearby foes (Deals more damage to Paralyzed and Stunned foes)",
      "Danger! High Voltage",
      "Erii Yamazaki "
    ]
  ],
  "311025": [
    [
      "Klaus",
      "クラウス",
      "An assassin who once lived and worked in the shadows. He dons a tuxedo in order to repay his Valentine's Fest debt, and while it suits him, it also gives him an intimidating air.",
      "Refined Assassin",
      "White Sting",
      "Brandishes his katars, inflicting Fire damage on hit foes for a period of time / Increases attack",
      "White Sting+",
      "Brandishes his katars, inflicting Fire damage on hit foes for a period of time / Increases attack",
      "A Dog Always Pays His Debts",
      "Kenta Miyake"
    ]
  ],
  "111039": [
    [
      "Suizen",
      "スイゼン",
      "During a trip to Palpebra, the diviner prodigy puts on a snazzy new outfit for White Fest. Though his customer service smile may seem plastered on, behind it lies a sincere desire to repay those who have treated him kindly.",
      "Affectionate Diviner",
      "Child's Play",
      "Summons a yin shikigami (Takes 20% of damage dealt to all units in your party in place of them) and a yang shikigami (Attacks twice) / Increases the attack of all units and multiballs in your party",
      "Child's Play+",
      "Summons a yin shikigami (Takes 20% of damage dealt to all units in your party in place of them) and a yang shikigami (Attacks twice) / Increases the attack of all units and multiballs in your party",
      "A Gift of Gratitude",
      "Emiri Kato"
    ]
  ],
  "121033": [
    [
      "Shuilong",
      "シェイロン",
      "This martial artist has chosen to discard her humanity in pursuit of ultimate power, determined to transcend her mortal limits. Only the contracts she forms with her employers, usually criminals of the underworld, still bind her to the rules of society.",
      "Brutish Martial Arts Expert",
      "Fist of the Dragon",
      "Throws a mighty punch in front, inflicting Water damage on hit foes",
      "Fist of the Dragon+",
      "Throws a mighty punch in front, inflicting Water damage on hit foes",
      "The Art of War",
      "Mutsumi Tamura"
    ]
  ],
  "241033": [
    [
      "Middy",
      "ミディー",
      "The young star of Qualia City's hottest sport, ActFast. Her earnest desire to win matches fair and square makes her a favorite amongst the fans.",
      "Whirlwind Athlete",
      "Injection Storm",
      "Shoots her ball at the nearest foe, inflicting Wind damage on hit foes / Grants Speed Up to all units and multiballs in your party",
      "Injection Storm+",
      "Shoots her ball at the nearest foe, inflicting Wind damage on hit foes / Grants Speed Up to all units and multiballs in your party",
      "Tri Hurricane",
      "Yuuki Takada"
    ]
  ],
  "351027": [
    [
      "Axem",
      "アクセム",
      "A bionic boy living in Qualia City. While working as a delivery boy, he aims to become a professional extremeboarder. He can often be found practicing his skate tricks.",
      "Extremeboard Influencer",
      "Burst Flash",
      "Shreds towards the nearest foe, crashing into them and inflicting Light damage / Grants Levitate to all units and multiballs in your party",
      "Burst Flash+",
      "Shreds towards the nearest foe, crashing into them and inflicting Light damage / Grants Levitate to all units and multiballs in your party",
      "Buzz Trick",
      "Ruriko Noguchi"
    ]
  ],
  "161039": [
    [
      "Couette",
      "クエット",
      "A young girl who lived a normal life on a peaceful Float, until one day a mysterious power suddenly awoke within her. After a fateful encounter with a woman she met in her dream, she departs on a journey in search of knowledge and growth.",
      "Opener of Gates",
      "Howl of the Void",
      "When Koma is not on the field: Summons Koma afflicted with Anti-Healing to join her side / When Koma is on the field: Commands Koma to release a mighty howl, inflicting Dark damage on all foes on the field",
      "Howl of the Void+",
      "When Koma is not on the field: Summons Koma afflicted with Anti-Healing to join her side / When Koma is on the field: Commands Koma to release a mighty howl, inflicting Dark damage on all foes on the field",
      "A Brush with the Void",
      "Ayasa Ito"
    ]
  ],
  "131032": [
    [
      "Rhode",
      "ロデ",
      "A young girl who is protected by a mysterious entity from the depths of the ocean—which also eerily resembles a stuffed toy given to her by her dad. Never letting the toy leave her side, she has the tendency to talk to it as if it were a real person.",
      "The Girl and the Goliath",
      "A Girl Orders, Vriki Obeys",
      "Has Vriki strike at foes with an electrified attack, inflicting Thunder damage to foes in front / Increases Rhode's Water resistance",
      "A Girl Orders, Vriki Obeys+",
      "Has Vriki strike at foes with an electrified attack, inflicting Thunder damage to foes in front / Increases Rhode's Water resistance",
      "Big Hero",
      "Azumi Waki"
    ]
  ],
  "111033": [
    [
      "Liao",
      "リャオ",
      "Captain of the Fellowship of Floof, a crew of physicians that sails the seas giving aid to everyone, regardless of who they are. He works tirelessly to make his ideal world—one free from pain and suffering—a reality.",
      "Floof Physician",
      "Fair Treatment",
      "Restores the HP of all units and multiballs in your party, and units in other players' parties (Effect boosted for Fire element) / Fires his flask gun at the nearest foe, inflicting Fire damage on hit foes",
      "Fair Treatment+",
      "Restores the HP of all units and multiballs in your party, and units in other players' parties (Effect boosted for Fire element) / Fires his flask gun at the nearest foe, inflicting Fire damage on hit foes",
      "Doctor Without Borders",
      "Yuki Ono"
    ]
  ],
  "261035": [
    [
      "Eduardo",
      "エドワルド",
      "A special operative working for the Gaean government. In the depths of the ocean, he encountered a mysterious presence that bestowed him with mysterious powers—which he uses to great benefit in his work.",
      "Uncoverer of Conspiracies",
      "Unknown Breaker",
      "Unleashes the power of the abyssal curse, inflicting Dark damage, reduced attack, reduced Dark resistance, and applying Poison to foes in front of him",
      "Unknown Breaker+",
      "Unleashes the power of the abyssal curse, inflicting Dark damage, reduced attack, reduced Dark resistance, and applying Poison to foes in front of him",
      "An Unknown Voice",
      "Kazuki Furuta"
    ]
  ],
  "231044": [
    [
      "Edita",
      "エディッタ",
      "An adventurer whose popularity in Palpebra is growing day by day. Her vivid fashion sense and big mouth have garnered her a following of very intense fans.",
      "Radical Adventurer",
      "Punkish Pierce",
      "Leaps into the air and barrels for the nearest enemy, stabbing them with her spear and inflicting Thunder damage and reduced Thunder resistance on nearby foes / Increases Edita's attack / If HP is above 50% when activated, deals additional damage to self",
      "Punkish Pierce+",
      "Leaps into the air and barrels for the nearest enemy, stabbing them with her spear and inflicting Thunder damage and reduced Thunder resistance on nearby foes / Increases Edita's attack / If HP is above 50% when activated, deals additional damage to self",
      "I'm Counting on Your Support!",
      "Yuki Tanaka"
    ]
  ],
  "151027": [
    [
      "Ellya",
      "エリヤ",
      "A young adventurer with bold ambitions to clear the Kaleidoscope. Always vigilant, her charismatic personality draws the attention of many suitors—unfortunately, she's totally helpless when it comes to love.",
      "Clueless Cupid",
      "Chocolate De-Light",
      "Releases a fan-shaped burst of magic in front of her, inflicting Light damage to foes hit / Restores HP of all units and multiballs in your party (Effect boosted for Light element) / Increases Ellya's attack and ability damage",
      "Chocolate De-Light+",
      "Releases a fan-shaped burst of magic in front of her, inflicting Light damage to foes hit / Restores HP of all units and multiballs in your party (Effect boosted for Light element) / Increases Ellya's attack and ability damage",
      "Trendy Instigator",
      "Shiori Izawa"
    ]
  ],
  "251041": [
    [
      "Floretta",
      "フロレッタ",
      "A mercenary and former member of the Crimson Blades pirates. After finding out about the Valentine's Fest and connecting it to a similar event in her hometown, she decides to make treats for those she cares about.",
      "Bashful Baker",
      "Podarok Dlya Druzey",
      "Gives heartfelt gifts to all units and multiballs in your party, and units in other players' parties, increasing their attack / Increases all elemental resistance for all units and multiballs in your party",
      "Podarok Dlya Druzey+",
      "Gives heartfelt gifts to all units and multiballs in your party, and units in other players' parties, increasing their attack / Increases all elemental resistance for all units and multiballs in your party",
      "There's No Place Like Home",
      "Aki Toyosaki"
    ]
  ],
  "141033": [
    [
      "Fluffy",
      "フラフィ",
      "A beastfolk girl who once belonged to a special forces unit in the Gaean Royal Navy. While a genius at close combat, she's only ever known life as a soldier, so many of her days are filled with confusion.",
      "Silent Subjugator",
      "Nightmare Combo",
      "Rushes nearby enemies at breakneck speeds, inflicting Wind damage to hit foes with a flurry of punches and kicks / Increases attack",
      "Nightmare Combo+",
      "Rushes nearby enemies at breakneck speeds, inflicting Wind damage to hit foes with a flurry of punches and kicks / Increases attack",
      "Resolute Martial Artist",
      "Sora Tokui"
    ]
  ],
  "111027": [
    [
      "Toria",
      "トーリア",
      "The first princess of a small nation that lies between Palpebra and the Farlands. Immensely powerful, but somewhat lacking in common sense, she has come to conquer Palpebra.",
      "Pretty Powerful Princess",
      "Mirean Impact",
      "Slams her halberd on the ground, inflicting Fire damage to foes in front of her / Causes the ground she struck to sway, inflicting Fire damage on nearby foes / Increases the attack of all units and multiballs in your party",
      "Mirean Impact+",
      "Slams her halberd on the ground, inflicting Fire damage to foes in front of her / Causes the ground she struck to sway, inflicting Fire damage on nearby foes / Increases the attack of all units and multiballs in your party",
      "Palpebra Must Fall",
      "Nanaka Suwa"
    ]
  ],
  "241027": [
    [
      "Ricardo",
      "リカルド",
      "A young brawler whose father is a renowned pugilist. Though an incredibly talented fighter, he has grown tired of constantly obeying his father, and wishes to live life on his own terms.",
      "Brawler by Blood",
      "Pugilist's Dance",
      "Fires out a barrage of rapid kicks in front of him, inflicting Wind damage on nearby foes / Increases Power Flip damage of all units and multiballs in your party",
      "Pugilist's Dance+",
      "Fires out a barrage of rapid kicks in front of him, inflicting Wind damage on nearby foes / Increases Power Flip damage of all units and multiballs in your party",
      "It Ends Now",
      "Haruki Ishiya"
    ]
  ],
  "251035": [
    [
      "Diletta",
      "ディレット",
      "An arena fighter who lives on a Float in the Endless Blue and makes her living fishing. Her flashy fighting style has garnered her a fervent following among the arena's patrons.",
      "Angling Pugilist",
      "Shining Maelstrom",
      "Rushes forward and uses her special move to inflict Light damage on foes / Shines a bright light, inflicting Light damage on nearby foes / Increases Power Flip damage of all units and multiballs in your party",
      "Shining Maelstrom+",
      "Rushes forward and uses her special move to inflict Light damage on foes / Shines a bright light, inflicting Light damage on nearby foes / Increases Power Flip damage of all units and multiballs in your party",
      "Let's Heat Things Up!",
      "Ai Fairouz"
    ]
  ],
  "131026": [
    [
      "Beaucy",
      "ビューシィ",
      "Representing her home country of Oxton in the BRASS, Beaucy is a gravure idol contracted with Cosmic Beast Cacow. Filled with strong opinions about idols, she isn't afraid to speak her mind about them. She finds herself in Starview Village after pursuing Noenne.",
      "Bovine Idol",
      "Chateaubrilliand",
      "Shows off a shocking gravure pose, sacrificing the HP of Thunder units and Thunder multiballs to increase their attack (excluding Beaucy) + Grants Barrier + Increases Skill Gauge / If HP is below 50% when activated, reduces the amount of HP sacrificed",
      "Chateaubrilliand+",
      "Shows off a shocking gravure pose, sacrificing the HP of Thunder units and Thunder multiballs to increase their attack (excluding Beaucy) + Grants Barrier + Increases Skill Gauge / If HP is below 50% when activated, reduces the amount of HP sacrificed",
      "Cosmic Idol Power",
      "Eri Kitamura"
    ]
  ],
  "221022": [
    [
      "Trista",
      "トリスタ",
      "An adventurer possessed of incredible analytical skills and knowledge. Wearing her elegant blue kimono—and a parasol in place of a sword—she sets out to explore the land of Yamato.",
      "Yamato Swordswoman",
      "Azure Parasol",
      "Spins her parasol around and charges forward, dealing Water damage to foes near her / Increases Trista's attack",
      "Azure Parasol+",
      "Spins her parasol around and charges forward, dealing Water damage to foes near her / Increases Trista's attack",
      "New Year's Resolve",
      "Yuuki Kuwahara"
    ]
  ],
  "141027": [
    [
      "Suzuka",
      "スズカ",
      "In order to keep a low profile and hide from her pursuers, Suzuka dons a disguise to attend a New Year's celebration, even if her \"disguise\" is just a kimono. Despite her glamorous new look, she's still the same old disaster on the inside.",
      "Kimono Kunoichi",
      "Ninja Art: Izuna's 1,000 Strikes",
      "Rides a tornado while hurling the weapons hidden in her kimono, inflicting Wind damage to all foes on the field (Damage increased against bosses) / Increases skill damage of Wind units and Wind multiballs",
      "Ninja Art: Izuna's 1,000 Strikes+",
      "Rides a tornado while hurling the weapons hidden in her kimono, inflicting Wind damage to all foes on the field (Damage increased against bosses) / Increases skill damage of Wind units and Wind multiballs",
      "Beauty Looking Back",
      "Lynn"
    ]
  ],
  "231038": [
    [
      "Tor Leleni",
      "トレレニ",
      "A Sheephird who teaches at Voluntas Arcane Arts Academy. Due to her young appearance, she worries that her students don't take her seriously enough.",
      "Teeny Tiny Witch Teacher",
      "Lightning Lecture",
      "Analyzes the situation, giving precise guidance to her team, increasing attack of all units and multiballs in your party, and units in other players' parties / When at 50% HP or more: Also increases speed of all units and multiballs in your party\nWhen under 50% HP: Also increases Water resistance of all units and multiballs in your party",
      "Lightning Lecture+",
      "Analyzes the situation, giving precise guidance to her team, increasing attack of all units and multiballs in your party, and units in other players' parties / When at 50% HP or more: Also increases speed of all units and multiballs in your party\nWhen under 50% HP: Also increases Water resistance of all units and multiballs in your party",
      "I'm Not a Kid!",
      "Ayaka Saito"
    ]
  ],
  "111021": [
    [
      "Bianca",
      "ビアンカ",
      "A somewhat domineering summoner who has a strong dislike for kids and the holidays. Due to popular demand, she is tasked with handing out presents as Santa—and learns a bit more about herself in the process.",
      "Captivating Santa",
      "Breath of Sacred Fire",
      "Covers the area in blazing dragonfire, dealing Fire damage to all foes on the field + Reduces Fire resistance + Reduces attack",
      "Breath of Sacred Fire+",
      "Covers the area in blazing dragonfire, dealing Fire damage to all foes on the field + Reduces Fire resistance + Reduces attack",
      "Santa Queen Is Coming",
      "Chinatsu Akasaki"
    ]
  ],
  "211026": [
    [
      "Trine",
      "トレーネ",
      "This former navy lieutenant once lost her crew to the cold depths of the sea. Nowadays, however, she can be seen helping out around the Guild for the holidays while dressed for the occasion.",
      "Festive Red Blade",
      "Scarlet Drive",
      "Launches a spinning attack at the nearest foe, inflicting Fire damage to all nearby foes / Grants Pierce to all units and multiballs in your party",
      "Scarlet Drive+",
      "Launches a spinning attack at the nearest foe, inflicting Fire damage to all nearby foes / Grants Pierce to all units and multiballs in your party",
      "Temporary Guild Drill Instructor",
      "Reina Ueda"
    ]
  ],
  "231032": [
    [
      "Adonis",
      "アドーニ",
      "A young adventurer with devilishly good looks and an equally devilish personality. On a request from the Guild, he's chosen to wear some more festive clothing.",
      "Merry Manipulator",
      "Glitter Cane",
      "Inflicts Thunder damage and Paralyze on foes in front of him with a flash of bright light / Afterward, slices through with an electrified blade, dealing more Thunder damage / Increases Adonis's Attrition damage",
      "Glitter Cane+",
      "Inflicts Thunder damage and Paralyze on foes in front of him with a flash of bright light / Afterward, slices through with an electrified blade, dealing more Thunder damage / Increases Adonis's Attrition damage",
      "Prescient Present-Picker",
      "Ayumu Murase"
    ]
  ],
  "361015": [
    [
      "Meryll",
      "メリル",
      "A shy adventurer who is fully absorbed in her own fantasies. Although she has a knack for writing and illustrations, the real talk of the town is her new outfit.",
      "Holiday Headcanon",
      "Holiday Fanzine",
      "Uses the power of fiction to increase attack and Power Flip damage of all units and multiballs in your party / Gains Multihit if there is a male unit or multiball from your party on the field",
      "Holiday Fanzine+",
      "Uses the power of fiction to increase attack and Power Flip damage of all units and multiballs in your party / Gains Multihit if there is a male unit or multiball from your party on the field",
      "Genre Defier",
      "Reina Kondo"
    ]
  ],
  "161033": [
    [
      "Arum",
      "アルム",
      "A young fiend with the power to manipulate her dark shadow. She's really feeling the holiday joy in the costume her sister bought her! Wanting to become Santa herself, she races around town, handing out presents to everyone she meets.",
      "Festive Fiend",
      "On, Shadow Chariot!",
      "Rushes forward with a jolly shadow, inflicting Dark damage on the target hit and foes near it / Applies Adversity to all units and multiballs in your party",
      "On, Shadow Chariot!+",
      "Rushes forward with a jolly shadow, inflicting Dark damage on the target hit and foes near it / Applies Adversity to all units and multiballs in your party",
      "Pandemonium Present",
      "Ari Ozawa"
    ]
  ],
  "243013": [
    [
      "Nimbus",
      "シロ",
      "A tiger who ended up stranded alone in a desert world. Once, he had everything taken from him. Now, he has so much, he's giving some of it away for the holidays! ",
      "The White-Tailed Reindeer",
      "Holiday Roar",
      "Barrels towards the nearest foes, waving around his bag of presents and inflicting Wind damage on all nearby foes / Increases attack of all units and multiballs in your party, and units in other players' parties / Grants Pierce to all units and multiballs in your party",
      "Holiday Roar+",
      "Barrels towards the nearest foes, waving around his bag of presents and inflicting Wind damage on all nearby foes / Increases attack of all units and multiballs in your party, and units in other players' parties / Grants Pierce to all units and multiballs in your party",
      "I'll Go Down in History!",
      "Kenta Miyake"
    ]
  ],
  "121015": [
    [
      "Reylas",
      "レイラス",
      "A young man who bears the Glacial Oculus, a magical eye capable of freezing anything. The power in his left eye, however, has been stolen, and he arrives in Palpebra in pursuit of the culprit.",
      "Glacial Oculus",
      "Hail Zero",
      "Uses the Glacial Oculus to inflict Water damage to the nearest target and foes around it, inflicting a stackable Water resistance debuff and a stackable attack debuff / Afterwards, rushes the nearest foe with a spin attack and deals Water damage to any nearby foes.",
      "Hail Zero+",
      "Uses the Glacial Oculus to inflict Water damage to the nearest target and foes around it, inflicting a stackable Water resistance debuff and a stackable attack debuff / Afterwards, rushes the nearest foe with a spin attack and deals Water damage to any nearby foes.",
      "Oculus Bearer",
      "Soma Saito"
    ]
  ],
  "351021": [
    [
      "Katyusha",
      "クシューハ",
      "A new rookie of the security company, 3MM. After getting mixed up in an accident at work, she ends up in Starview Village.",
      "Rookie Recruit",
      "Hail-Fire",
      "Unleashes a hail of machine gun fire, dealing Light damage to foes in front / Increases Power Flip damage of all units and multiballs in your party when the leader is a Light unit",
      "Hail-Fire+",
      "Unleashes a hail of machine gun fire, dealing Light damage to foes in front / Increases Power Flip damage of all units and multiballs in your party when the leader is a Light unit",
      "Just Like in Training",
      "Mari Hino"
    ]
  ],
  "111015": [
    [
      "Hanabi",
      "ハナビ",
      "A young kunoichi with a love of fireworks and explosives. In order to fulfill a certain promise, she's willing to don a dress and even transcend worlds.",
      "Fashionable Ninja",
      "Great Garden Ablaze",
      "Deals Fire damage to all foes on the field with a giant hanabi show / If Hanabi's Skill Gauge is at least 200% when activated, empties Hanabi's Skill Gauge and fires off a barrage of fireworks to inflict Fire damage and reduced Fire resistance to surrounding foes",
      "Great Garden Ablaze+",
      "Deals Fire damage to all foes on the field with a giant hanabi show / If Hanabi's Skill Gauge is at least 200% when activated, empties Hanabi's Skill Gauge and fires off a barrage of fireworks to inflict Fire damage and reduced Fire resistance to surrounding foes",
      "I Went All Out This Time",
      "Reina Ueda"
    ]
  ],
  "151021": [
    [
      "Phiria",
      "フィリア",
      "A young oracle who fled the battlefield due to her own weakness and kind heart. Upon her escape, she discovered a dream worth protecting, and with the help of the Champion and her loyal knight, she continues to hone her newfound power.",
      "Heiress of Light",
      "Swords of Light",
      "Unleashes a flurry of swords of light at the nearest enemies, inflicting Light damage to all pierced foes (Damage increases with number of buffs on Phiria) / Increases attack and ability damage for self",
      "Swords of Light+",
      "Unleashes a flurry of swords of light at the nearest enemies, inflicting Light damage to all pierced foes (Damage increases with number of buffs on Phiria) / Increases attack and ability damage for self",
      "A Hope Passed Down",
      "Yu Serizawa"
    ]
  ],
  "261029": [
    [
      "Arly",
      "アーリィ",
      "Former member of the Lord of Shadow's army. In the past, she could be quite guarded, but since coming to Starview and reuniting with her sister Arum, she's begun to loosen up.",
      "Ashen Fiend",
      "Soul Ripper X",
      "Rushes the closest enemy and sinks her claws into the first enemy she touches to deal Dark damage / If Arly's health is less than 30% when the skill is activated, restores the HP of all units and multiballs in your party when hitting an opponent (Effect boosted for Dark element)",
      "Soul Ripper X+",
      "Rushes the closest enemy and sinks her claws into the first enemy she touches to deal Dark damage / If Arly's health is less than 30% when the skill is activated, restores the HP of all units and multiballs in your party when hitting an opponent (Effect boosted for Dark element)",
      "One Step Further",
      "Ari Ozawa"
    ]
  ],
  "141021": [
    [
      "Celtie",
      "シルティー",
      "A prodigy so skilled with the blade that she puts other knights to shame, or so some have claimed. Whereas her smile once concealed a hidden sadness, the winds of change have brought her a renewed sense of purpose.",
      "Knight of Stars",
      "Twin Blades of Enlil",
      "Raises her Swift Swordsman level by 2 and inflicts Wind damage on foes in front and behind with two blustery blades / Increases speed of all units and multiballs in your party",
      "Twin Blades of Enlil+",
      "Raises her Swift Swordsman level by 2 and inflicts Wind damage on foes in front and behind with two blustery blades / Increases speed of all units and multiballs in your party",
      "Nonpareil Swordsmanship",
      "Momo Asakura"
    ]
  ],
  "251029": [
    [
      "Cecilia",
      "セシリア",
      "A soldier who disappeared into the fog in pursuit of the oracle created as a weapon. Though she has declared her intent never to return, she still struggles with her new freedom.",
      "Defender of Hope",
      "Adamas Blade",
      "Rushes the nearest foe with her fighting spirit and deals Light damage to any hit foes / Applies Barrier, increases Ability Damage, and increases resistance to all elements for self",
      "Adamas Blade+",
      "Rushes the nearest foe with her fighting spirit and deals Light damage to any hit foes / Applies Barrier, increases Ability Damage, and increases resistance to all elements for self",
      "A Knight's Path",
      "Rie Takahashi"
    ]
  ],
  "131020": [
    [
      "Regis",
      "レジス",
      "A gentlebot who has donned a brand-new outfit for the festivities in Palpebra. Underneath that pristine white tuxedo, he's no doubt up to something sinister—or is he?",
      "White Bouquet Droid",
      "Planet Buster",
      "Regular: Fires a laser cannon at the closest target, dealing Thunder damage to those hit + increases attack damage / Increases Fever Gauge\nDuring Fever: Fires an extra-strength laser at the closest target, dealing Thunder damage to those hit",
      "Planet Buster+",
      "Regular: Fires a laser cannon at the closest target, dealing Thunder damage to those hit + increases attack damage / Increases Fever Gauge\nDuring Fever: Fires an extra-strength laser at the closest target, dealing Thunder damage to those hit",
      "To Become Human",
      "Tomokazu Sugita"
    ]
  ],
  "221017": [
    [
      "Vivi",
      "ヴィヴィ",
      "An adventurer residing in Palpebra. Extremely shy of her surroundings, she has the uncanny ability to sneak up behind people.",
      "She Came From Behind",
      "Back Attack",
      "Uses her daggers to deal an additional attack that does Water damage to foes she bumps into for a period of time / Increases attack / When activated during Fever, increases Power Flip damage all units and multiballs in your party + Increases Attrition damage for self",
      "Back Attack+",
      "Uses her daggers to deal an additional attack that does Water damage to foes she bumps into for a period of time / Increases attack / When activated during Fever, increases Power Flip damage all units and multiballs in your party + Increases Attrition damage for self",
      "You Have a Lovely Back",
      "Kaori Nazuka"
    ]
  ],
  "251023": [
    [
      "Mech",
      "メック",
      "Full name: Medic Maintainer. An outlaw android doctor who will treat anyone in need. His curiosity knows no bounds, and while he means no harm, he always has the overwhelming urge to dissect the organic life-forms around him.",
      "Discretional Doctor",
      "Chain of Survival",
      "For a period of time, deals a dose of Light damage on hit foes / Restores HP of all units and multiballs in your party, and units in other players' parties (Effect boosted for Light element) / Grants Recover to all units and multiballs in your party",
      "Chain of Survival+",
      "For a period of time, deals a dose of Light damage on hit foes / Restores HP of all units and multiballs in your party, and units in other players' parties (Effect boosted for Light element) / Grants Recover to all units and multiballs in your party",
      "Medical Mastermind",
      "Kento Ito"
    ]
  ],
  "311019": [
    [
      "Lilian",
      "リリアン",
      "A young woman running a tailor shop in Palpebra. Her clothes are said to grant the wishes of those who wear them, making them especially popular among young women.",
      "Jovial Tailor",
      "Happy Sewing",
      "Whips up a quick outfit that increases the attack of all units and multiballs in your party / Increases the Skill Gauge and Wind resistance of all Fire units and Fire multiballs",
      "Happy Sewing+",
      "Whips up a quick outfit that increases the attack of all units and multiballs in your party / Increases the Skill Gauge and Wind resistance of all Fire units and Fire multiballs",
      "A Stitch In Time",
      "Nishida Nozomi"
    ]
  ],
  "251017": [
    [
      "Lilith",
      "リリス",
      "The last of the Stratos royal lineage, a family tasked with supporting the Champion and receiving oracles. Shakari, the Witch of Burning Blood, raised her since she was 4 years old.",
      "Light's Successor",
      "Sword of Excelion",
      "Raises the sword of hope high, increasing the attack of all units and multiballs in your party, and units in other players' parties / Increases ability damage of all units and multiballs in your party",
      "Sword of Excelion+",
      "Raises the sword of hope high, increasing the attack of all units and multiballs in your party, and units in other players' parties / Increases ability damage of all units and multiballs in your party",
      "A Vital Promise",
      "Rie Takahashi"
    ]
  ],
  "161027": [
    [
      "Adjudicus",
      "エデュケウス",
      "The leader of the moderate faction among the fiends. Though many of his people are short-lived, he somehow appears not to have aged a day in the past 50 years.",
      "Hope in the Darkness",
      "Cursebringer",
      "Unleashes the curse, inflicting Dark damage and reduced attack on foes in front and behind / Inflicts Anti-Healing on all units and multiballs in your party (Effect can't be removed)",
      "Cursebringer+",
      "Unleashes the curse, inflicting Dark damage and reduced attack on foes in front and behind / Inflicts Anti-Healing on all units and multiballs in your party (Effect can't be removed)",
      "Beacon in the Night",
      "Yuuichirou Umehara"
    ]
  ],
  "141015": [
    [
      "Estariel",
      "エステルリエル",
      "One of the high elves—a race possessing eternal life and myriad powers, unlike regular elves. Despite being only 13 years old, she has complete control over the Silver Woods, with none to oppose her.",
      "Paragon of Hope",
      "Sador Hathol",
      "Channels an ancient power to spin Wind-aspected weapons around herself, inflicting Wind damage and reduced Wind resistance to hit foes / Grants Levitate to all units and multiballs in your party",
      "Sador Hathol+",
      "Channels an ancient power to spin Wind-aspected weapons around herself, inflicting Wind damage and reduced Wind resistance to hit foes / Grants Levitate to all units and multiballs in your party",
      "Bringer of Change",
      "Yui Ogura"
    ]
  ],
  "241015": [
    [
      "Hao",
      "ハオ",
      "The Garden of Sprites' only known human inhabitant. While Hao can fend for himself, he's kind at heart, and cares for the departed spirits traveling on the winds. ",
      "The Windwhisperer",
      "Wind of Life",
      "Calls upon sprites' aid as he lunges at the closest target, inflicting Wind damage / Restores the HP of all units and multiballs in your party, and units in other players' parties (Effect boosted for Wind element) ",
      "Wind of Life+",
      "Calls upon sprites' aid as he lunges at the closest target, inflicting Wind damage / Restores the HP of all units and multiballs in your party, and units in other players' parties (Effect boosted for Wind element) ",
      "Borne Upon the Wind",
      "Makoto Naruse"
    ]
  ],
  "161021": [
    [
      "Denah",
      "ディーネ",
      "A young, sea-faring salvager who—despite being 20 years old—indulges in elaborate fantasies others consider childish. These fantasies become reality, however, when a mysterious presence at the bottom of the sea grants her immeasurable power.",
      "†Maiden of Darkness†",
      "666 - The Number of the Beast",
      "Summons forth tentacles from the so-called \"Abyss of Doom\" around herself, inflicting Dark damage and Dark resistance down to foes that come in contact with her",
      "666 - The Number of the Beast+",
      "Summons forth tentacles from the so-called \"Abyss of Doom\" around herself, inflicting Dark damage and Dark resistance down to foes that come in contact with her",
      "Devourer of Stars",
      "Yukari Tamura"
    ]
  ],
  "211020": [
    [
      "Nicola",
      "ニコラ",
      "A renowned professor of magic at Voluntas Academy. Despite her impressive teaching methods and dedication, she often botches experiments behind the curtain.",
      "Everyone's Favorite Teacher",
      "Experimental Mishap",
      "Creates a huge explosion, inflicting Fire damage and reduced attack to all foes on the field (Ignore soft spots) / Removes 1 buff ",
      "Experimental Mishap+",
      "Creates a huge explosion, inflicting Fire damage and reduced attack to all foes on the field (Ignore soft spots) / Removes 1 buff ",
      "Fiery Discipline",
      "Riho Sugiyama"
    ]
  ],
  "261023": [
    [
      "Zelma",
      "ゼルマ",
      "A master herbalist traversing through the deserts. Her antics against the kingdom have marked her as a wanted criminal.",
      "Purple Haze Rebel",
      "Purple Fumes",
      "Envelopes all foes in a purple haze, reducing attack of all foes + Removes 1 buff / Restores the HP of all units and multiballs in your party (Effect boosted for Dark element)",
      "Purple Fumes+",
      "Envelopes all foes in a purple haze, reducing attack of all foes + Removes 1 buff / Restores the HP of all units and multiballs in your party (Effect boosted for Dark element)",
      "Toxic Aromas",
      "Mie Sonozaki"
    ]
  ],
  "161015": [
    [
      "Dia",
      "ディア",
      "An android diva from another world who has dressed herself up as a Lil Devil for Halloween—though, admittedly, she's not 100% sure about the name.",
      "Lil Devil Diva",
      "Astral Performance",
      "Uses the power of music to increase the direct attack of all units and multiballs in your party / Grants a barrier to Dark units and Dark multiballs / Increases attack of all units and multiballs in your party, and units in other players' parties",
      "Astral Performance+",
      "Uses the power of music to increase the direct attack of all units and multiballs in your party / Grants a barrier to Dark units and Dark multiballs / Increases attack of all units and multiballs in your party, and units in other players' parties",
      "A Song to Reach Lost Souls",
      "Eri Inagawa"
    ]
  ],
  "261017": [
    [
      "Falsche",
      "ファルチェ",
      "A young girl who scours the Kaleidoscope for the belongings of the deceased. For Halloween, she's donned an extra-special outfit—though she's not entirely happy about it.",
      "Cat Girl Cosplayer",
      "A Brush with Death",
      "Envelops herself with the spirits of the dead, dealing Dark damage to all foes she comes in contact with / Restores HP of all units and multiballs in your party (Effect increases with Coffin revive count of all units in your party) / When your party has 2 coffins, reduce the Coffin Count of all units in your party and units in other player's parties",
      "A Brush with Death+",
      "Envelops herself with the spirits of the dead, dealing Dark damage to all foes she comes in contact with / Restores HP of all units and multiballs in your party (Effect increases with Coffin revive count of all units in your party) / When your party has 2 coffins, reduce the Coffin Count of all units in your party and units in other player's parties",
      "The Mischievous Dead",
      "Hisako Tojo"
    ]
  ],
  "231020": [
    [
      "Renoir",
      "ルナール",
      "This brilliant yet seedy scientist originally hails from the floating settlements of Gaea. She'll dress up for a Halloween party, but really she's just here for specimen collecting.",
      "Smirking Scientist",
      "Proton Snatcher",
      "Fires two proton blasts, inflicting Thunder damage and Mire to nearby foes in front / Removes 2 buffs",
      "Proton Snatcher+",
      "Fires two proton blasts, inflicting Thunder damage and Mire to nearby foes in front / Removes 2 buffs",
      "Questionable Experiments",
      "Yuka Otsubo"
    ]
  ],
  "351015": [
    [
      "Corinna",
      "コリーナ",
      "A selfless cleric who manages an orphanage in Palpebra. As always, she's hard at work making sure the kids have a Halloween to remember!",
      "Mischievous Acolyte",
      "Candy Bonanza",
      "Passes out Halloween goodies, restoring the HP of all units and multiballs in your party, and units in other players' parties (Effect boosted for Light element) + Removes 1 debuff / Reduces attack of all foes on the field",
      "Candy Bonanza+",
      "Passes out Halloween goodies, restoring the HP of all units and multiballs in your party, and units in other players' parties (Effect boosted for Light element) + Removes 1 debuff / Reduces attack of all foes on the field",
      "Costume Coordinator",
      "Yu Serizawa"
    ]
  ],
  "151013": [
    [
      "Orvelle",
      "オルヴェール",
      "A young priestess from the Farlands who loves loafing around. She also happens to be a canonized saint in the Church of Farlana's Palpebran branch. Unfortunately, her position is entirely ceremonial, leaving her with little authority of her own.",
      "The Farlan Saint",
      "Starseeker's Radiance",
      "Unleashes divine punishment on nearby foes, inflicting Light damage (Damage increases with number of buffs on Orvelle) / Increases damage for Light units and Light multiballs",
      "Starseeker's Radiance+",
      "Unleashes divine punishment on nearby foes, inflicting Light damage (Damage increases with number of buffs on Orvelle) / Increases damage for Light units and Light multiballs",
      "Slacker Saint",
      "Aina Suzuki"
    ]
  ],
  "151014": [
    [
      "Firamelia",
      "フィラメリア",
      "The famed guide of the Kaleidoscope, who appears alongside floating lamps to bring all lost adventurers to safety.",
      "The Guiding Flame",
      "Polaris Light",
      "Fans the flame of her lamp, restoring the HP of all units and multiballs in your party, and units in other players' parties (Effect boosted for Light element) / Applies a barrier to all units and multiballs in your party + Removes 2 debuffs",
      "Polaris Light+",
      "Fans the flame of her lamp, restoring the HP of all units and multiballs in your party, and units in other players' parties (Effect boosted for Light element) / Applies a barrier to all units and multiballs in your party + Removes 2 debuffs",
      "Light Through the Dark",
      "Aya Hisakawa"
    ]
  ],
  "261011": [
    [
      "Bryce",
      "ブライス",
      "A wandering alchemist who roams cities in the Endless Blue. He used to belong to a scholarly organization known as the Tartas Society for Alchemic Studies, but despite his exile, commits himself wholeheartedly to proving his hypothesis correct.",
      "Uncouth Alchemist",
      "Alchemic Analysis",
      "Tosses poison in front, inflicting Dark damage, Poison, and reduced attack on nearby foes",
      "Alchemic Analysis+",
      "Tosses poison in front, inflicting Dark damage, Poison, and reduced attack on nearby foes",
      "Advanced Experimentation",
      "Shintaro Asanuma"
    ]
  ],
  "211013": [
    [
      "Kuramaru",
      "クラマル",
      "A young swordsman with a pure heart and a strong sense of justice. Though he rushes in headfirst to help anyone in danger, he also sees all yokai as evil and shows them no mercy.",
      "Hotheaded Swordsman",
      "Roaring Crimson Blade",
      "Charges at the nearest target while unleashing a flurry of sword strikes followed by a cross-slash, inflicting Fire damage / Grants Pierce to your party",
      "Roaring Crimson Blade+",
      "Charges at the nearest target while unleashing a flurry of sword strikes followed by a cross-slash, inflicting Fire damage / Grants Pierce to your party",
      "A Virtuous Heart",
      "Kohei Amasaki"
    ]
  ],
  "121008": [
    [
      "Razelt",
      "ラーゼルト",
      "A prince of the Farlands who's recently taken up surfing to train his body and further bolster his ability to protect the citizenry. He uses his beloved shield, Lord's Aegis, to ride the waves.",
      "King of the Waves",
      "Royal Surf",
      "Tame the waves in style, increasing attack and removing a debuff from Water units and Water multiballs / Restores HP (Effect boosted for Water element) and increases Fire resistance of all units and multiballs in your party, and units in other players' parties",
      "Royal Surf+",
      "Tame the waves in style, increasing attack and removing a debuff from Water units and Water multiballs / Restores HP (Effect boosted for Water element) and increases Fire resistance of all units and multiballs in your party, and units in other players' parties",
      "Indomitable Pride",
      "Kentaro Ito"
    ]
  ],
  "261010": [
    [
      "Grieg",
      "グリーグ",
      "An adventurer from a backwater town near Palpebra who grew up not communicating with many people his own age. Upbeat and kind in nature, this burly, axe-wielding warrior is somewhat self-conscious of how clumsy he is.",
      "Aspiring First-Class Adventurer",
      "Riot Axe",
      "Flourish your greataxe like a whirlwind, inflicting Dark damage on all nearby foes / Increases attack damage / If your leader's element is Dark, increases Power Flip damage of all units and multiballs in your party",
      "Riot Axe+",
      "Flourish your greataxe like a whirlwind, inflicting Dark damage on all nearby foes / Increases attack damage / If your leader's element is Dark, increases Power Flip damage of all units and multiballs in your party",
      "You Have My Axe!",
      "Yuji Ueda"
    ]
  ],
  "211012": [
    [
      "Nasir",
      "ナシール",
      "A broadsword-wielding girl who lives on the run in a desert town. Deep beneath her fearful eyes lie blazing anger and resentment.",
      "Confined Soul",
      "Agni Mana",
      "Launches blazing wildfire straight ahead, inflicting Fire damage on the target hit and foes near it",
      "Agni Mana+",
      "Launches blazing wildfire straight ahead, inflicting Fire damage on the target hit and foes near it",
      "Scorching Anger",
      "Iori Nomizu"
    ]
  ],
  "351009": [
    [
      "Mora",
      "モーラ",
      "A young silkworm-like girl from the Garden of the Sprites. She has an abounding curiosity about all things human. The cocoons she produces can be woven into both powerful weapons and silky-smooth garments.",
      "Modest Moth Maiden",
      "Silky Prison",
      "Fires a cocoon out in front, inflicting Light damage on all foes hit / Gains an increase in Dark damage resistance",
      "Silky Prison+",
      "Fires a cocoon out in front, inflicting Light damage on all foes hit / Gains an increase in Dark damage resistance",
      "Boundless Curiosity",
      "Nichika Omori"
    ]
  ],
  "161008": [
    [
      "Alice",
      "アリス",
      "No longer adrift in the Endless Blue alone, Alice is ready to hit the beach with her new-found family and show off her new Gilles Couture swimsuit while she's at it.",
      "Marine Nightmare",
      "Alice in Nightmareland",
      "Surrounds self in nightmares, inflicting Dark damage on hit foes / Gains Barrier / Grants Pierce to all units and multiballs in your party",
      "Alice in Nightmareland+",
      "Surrounds self in nightmares, inflicting Dark damage on hit foes / Gains Barrier / Grants Pierce to all units and multiballs in your party",
      "Mature and Stunning!",
      "Rumi Okubo"
    ]
  ],
  "261009": [
    [
      "Marguerite",
      "マルグリット",
      "A stunning, rifle-wielding lady absolutely obsessed with beauty. Donning a climate-appropriate outfit, she heads out with friends to have a BEAUTIFUL summer vacation.",
      "Rose in the Evening Calm",
      "Twilight Rouge",
      "Loose a spectacular array of piercing bullets in front, inflicting Dark damage on foes hit.",
      "Twilight Rouge+",
      "Loose a spectacular array of piercing bullets in front, inflicting Dark damage on foes hit.",
      "You Are BEAUTIFUL!",
      "Chinatsu Akasaki"
    ]
  ],
  "221011": [
    [
      "Gerard",
      "ジェラール",
      "A mysterious masked knight who never reveals his true appearance. Equipped with a special trident for aquatic combat, his trusty helm, and a multipurpose flotation device, this knight vows to adhere to his strict code—even while on vacation.",
      "Knight of the Seashore",
      "Endless Blue Lance",
      "Raises up a trident and charges at the nearest foes, inflicting Water damage on hit",
      "Endless Blue Lance+",
      "Raises up a trident and charges at the nearest foes, inflicting Water damage on hit",
      "Unwavering Chivalry",
      "Yuma Uchida"
    ]
  ],
  "151012": [
    [
      "Lyra",
      "リーラ",
      "A famous violinist from Palpebra who moonlights as a solo adventurer. Her unique 'neo'-violin, which she found deep in the Kaleidoscope, is imbued with magical properties—in addition to sounding beautiful when played.",
      "The Neoviolin Virtuoso",
      "A Little Night Music",
      "Plays an elegant melody, inflicting Light damage to all enemies on the field at fixed intervals (Ignore soft spots) / Increases attack of Light units and Light multiballs / Gains Multihit",
      "A Little Night Music+",
      "Plays an elegant melody, inflicting Light damage to all enemies on the field at fixed intervals (Ignore soft spots) / Increases attack of Light units and Light multiballs / Gains Multihit",
      "Symphonie Fantastique",
      "Sawako Hata"
    ]
  ],
  "331014": [
    [
      "Flana",
      "フラーナ",
      "After touching a strange relic in an underwater ruin, this salvager interacts differently with gravity. Ever light of heart, now she is also light of gravity's pull.",
      "Floaty Gal",
      "Relic Floater",
      "Uses an unknown power, granting Levitate to all units and multiballs in your party / Removes 1 debuff from all units and multiballs in your party",
      "Relic Floater+",
      "Uses an unknown power, granting Levitate to all units and multiballs in your party / Removes 1 debuff from all units and multiballs in your party",
      "Keep On Floating On!",
      "Mai Omori"
    ]
  ],
  "223001": [
    [
      "Marina",
      "マリーナ",
      "The famous, slightly crude captain of the Crimson Blades—now in summer-appropriate attire. She's here to expose lies, defy tyranny, and have a great time at the beach!",
      "Eternal Summer Pirate",
      "Exposed Rush",
      "Rushes at nearest foe and launches a rocket at enemies directly in front, inflicting Water damage on all hit / Gains Multihit",
      "Exposed Rush+",
      "Rushes at nearest foe and launches a rocket at enemies directly in front, inflicting Water damage on all hit / Gains Multihit",
      "Iridescent Sun",
      "Shizuka Itoh"
    ]
  ],
  "141008": [
    [
      "Schult",
      "シュルト",
      "A great wind dragon feared by commonfolk. Though he was once known as the Gale of Calamity, he has proved to have a gentle heart, saving the lives of sacrifices offered in his name. He is said to hail from another world.",
      "Gale of Calamity",
      "Hurricane Howl",
      "Summons winds around self, inflicting Wind damage on hit foes / Then, if used at a combo of 100 or higher, increases attack",
      "Hurricane Howl+",
      "Summons winds around self, inflicting Wind damage on hit foes / Then, if used at a combo of 100 or higher, increases attack",
      "Lord of Storms",
      "Ryotaro Okiayu"
    ]
  ],
  "251011": [
    [
      "Keyana",
      "キアナ",
      "A young girl working as a lockpick in Palpebra. Using a mysterious bell she picked up in the Kaleidoscope, she can open any lock she finds, no matter how strong.",
      "The Omni-Opener",
      "Luminous Chain",
      "Rings a bell that reverberates across the battlefield, destroying soft spots on all foes + lowering Light resistance",
      "Luminous Chain+",
      "Rings a bell that reverberates across the battlefield, destroying soft spots on all foes + lowering Light resistance",
      "That Satisfying Click",
      "Ruriko Aoki"
    ]
  ],
  "131014": [
    [
      "Belsidia",
      "ベルセティア",
      "A witch who possesses the extraordinary power of leaping to different worlds. Once a villain and distrusted by Light to this day, even she can feel the sting of loneliness from being left behind...",
      "Lady of the Abyss",
      "Abyss Pierce",
      "When at 50% HP or more: Sacrifices HP to increase Skill Gauge / Increases attack of Thunder units and Thunder multiballs\nWhen under 50% HP: Opens a rift in front, inflicting Thunder damage on hit foes (Deals more damage to Paralyzed and/or Stunned foes)",
      "Abyss Pierce+",
      "When at 50% HP or more: Sacrifices HP to increase Skill Gauge / Increases attack of Thunder units and Thunder multiballs\nWhen under 50% HP: Opens a rift in front, inflicting Thunder damage on hit foes (Deals more damage to Paralyzed and/or Stunned foes)",
      "Abyss Temptress",
      "Sumire Uesaka"
    ]
  ],
  "231013": [
    [
      "Roselia",
      "ロゼリヤ",
      "A sword for hire who only accepts requests from upstanding citizens. She has a tendency to disregard danger, but always manages to pull her jobs off with a smile.",
      "Ephemeral Dancer",
      "Reckless Rondo",
      "Throw a flurry of knives out in front, inflicting Thunder damage and paralyzing all foes hit.",
      "Reckless Rondo+",
      "Throw a flurry of knives out in front, inflicting Thunder damage and paralyzing all foes hit.",
      "On a Razor's Edge",
      "Hisako Tojo"
    ]
  ],
  "321013": [
    [
      "Ritta",
      "リッタ",
      "A young girl working as a scout in the Kaleidoscope. A mischievous type, she likes pulling pranks on people. Her skills as a scout, however, are second to none.",
      "Patrolling Prankster",
      "Ritta's Bomb Extravaganza",
      "Tosses out dynamite in front, inflicting Water damage on hit foes / When party leader is Water, increases Power Flip damage of all units and multiballs in your party + Increases Attrition damage for the party leader",
      "Ritta's Bomb Extravaganza+",
      "Tosses out dynamite in front, inflicting Water damage on hit foes / When party leader is Water, increases Power Flip damage of all units and multiballs in your party + Increases Attrition damage for the party leader",
      "Silent Scouting",
      "Yuri Yamaoka"
    ]
  ],
  "251010": [
    [
      "Liesel",
      "リーゼル",
      "A kind, young cleric who has earned herself the name \"Angel of the Kaleidoscope\". Swimsuit at the ready, she goes on a tropical getaway, where she endeavors to help everyone with her healing powers.",
      "Seaside Angel",
      "Astele Therapia",
      "Uses holy magic to apply a barrier to all units and multiballs in your party / Restores the HP of all units and multiballs in your party, and units in other players' parties (Effect boosted for Light element) + Increases attack",
      "Astele Therapia+",
      "Uses holy magic to apply a barrier to all units and multiballs in your party / Restores the HP of all units and multiballs in your party, and units in other players' parties (Effect boosted for Light element) + Increases attack",
      "Tropical Triage",
      "Yuuki Kuwahara"
    ]
  ],
  "111009": [
    [
      "Mia",
      "ミア",
      "Taking a vacation with Alk and friends to beautiful beaches and blue waters, Mia keeps her ears on the ground and leaps at any chance to go treasure hunting, whether it be at the bottom of the ocean or on top of a ghost ship.",
      "X Marks the Spot",
      "Blazing Hot Treasure",
      "Leaps at the nearest foe and swipes with her claws, inflicting Fire damage on hit foes / Afterward, follows up with an extra attack, inflicting Fire damage",
      "Blazing Hot Treasure+",
      "Leaps at the nearest foe and swipes with her claws, inflicting Fire damage on hit foes / Afterward, follows up with an extra attack, inflicting Fire damage",
      "Summer Treasure!",
      "Yuka Otsubo"
    ]
  ],
  "131013": [
    [
      "Illumine",
      "イルミ",
      "To blue waters and sunny beaches she goes, ready to make the most of her vacation. But, forever an entertainer at heart, she finds herself casting a few illusions to make sure everyone else is having fun too.",
      "Midsummer Magician",
      "Electrical Illusion",
      "Cheers her comrades on with colorful illusions, increasing Fever Gauge / When party leader is Thunder, increases skill damage and Power Flip damage of all units and multiballs in your party",
      "Electrical Illusion+",
      "Cheers her comrades on with colorful illusions, increasing Fever Gauge / When party leader is Thunder, increases skill damage and Power Flip damage of all units and multiballs in your party",
      "Show Time on the Beach!",
      "Natsumi Kawaida"
    ]
  ],
  "231012": [
    [
      "Naska",
      "ネスカ",
      "Summer vacation means an outfit change for the seafaring gambler. But a trip to the beach is not complete without a side of thrills and games, even when she's dressed to frolic in the water.",
      "Sunny-side Gambler",
      "Dead Bet",
      "Flips a coin and slashes nearby foes with her blade, inflicting Thunder damage on hit foes + Has a chance of inflicting reduced Thunder resistance on hit foes / Has a chance of increasing Power Flip damage of your party",
      "Dead Bet+",
      "Flips a coin and slashes nearby foes with her blade, inflicting Thunder damage on hit foes + Has a chance of inflicting reduced Thunder resistance on hit foes / Has a chance of increasing Power Flip damage of your party",
      "Vorpal Bunny",
      "Rie Takahashi"
    ]
  ],
  "341011": [
    [
      "Nellie",
      "ネティ",
      "A young prodigy active in Palpebra. Despite her impressive intellect, her lack of magical talent prevents her from using high-level spells. She keeps a steady supply of sugar on hand to ensure that her brain is always firing on all cylinders, satiating her boundless curiosity.",
      "Theoretical Prodigy",
      "Mana Evolution",
      "Analyzes magic theory, increasing Wind leader attack and skill damage / Increases debuff resistance of all units and multiballs in your party",
      "Mana Evolution+",
      "Analyzes magic theory, increasing Wind leader attack and skill damage / Increases debuff resistance of all units and multiballs in your party",
      "Nellie's Magic Theory",
      "Aira Iryo"
    ]
  ],
  "151011": [
    [
      "Pecorine",
      "ペコリーヌ",
      "A vivacious swordswoman from a far-off world who founded the Gourmet Guild. Having a reputation as an extraordinary foodie, she tends to go hungry rather easily.",
      "Bubbly Bottomless Pit",
      "Princess Strike",
      "Unleashes three mighty sword strikes, inflicting Light damage on nearby foes / Gains Recover and an increase in attack",
      "Princess Strike+",
      "Unleashes three mighty sword strikes, inflicting Light damage on nearby foes / Gains Recover and an increase in attack",
      "How Crazy Is That?!",
      "M・A・O"
    ]
  ],
  "141007": [
    [
      "Kokkoro",
      "コッコロ",
      "A young elf who hails from a faraway world. She is a member of the Gourmet Guild, and proudly serves as a guide to her lord.",
      "Tiny Trusty Guide",
      "Aurora",
      "Receives a divine blessing, restoring HP for self (Effected boosted for Wind element) / Increases attack for Wind units / When party leader is Wind, grants Fleetfoot to all allies",
      "Aurora+",
      "Receives a divine blessing, restoring HP for self (Effected boosted for Wind element) / Increases attack for Wind units / When party leader is Wind, grants Fleetfoot to all allies",
      "For My Lord",
      "Miku Ito"
    ]
  ],
  "161007": [
    [
      "Karyl",
      "キャル",
      "A magic-wielding beastgirl from a distant world who belongs to the Gourmet Guild. Her bad mouth and thorny attitude rub people the wrong way, but deep down she has a warm and caring heart.",
      "Catty Sorceress",
      "Grim Burst",
      "Releases a burst of magic, dealing Dark damage to all foes on the field",
      "Grim Burst+",
      "Releases a burst of magic, dealing Dark damage to all foes on the field",
      "I'll Kill You Dead!",
      "Rika Tachibana"
    ]
  ],
  "311013": [
    [
      "Sven",
      "スヴェン",
      "A young, sword-swinging mousefolk boy from Fang Canyon. Inspired by tales of a legendary hero who saved his world, he leaves his home to broaden his horizons.",
      "Just Like Whitetail!",
      "Brave Slash",
      "Shows off his hard-practiced sword skills, charging forward and dealing Fire damage to all enemies hit",
      "Brave Slash+",
      "Shows off his hard-practiced sword skills, charging forward and dealing Fire damage to all enemies hit",
      "Heroic Dreams",
      "Ran Haruka"
    ]
  ],
  "211011": [
    [
      "Melmyna",
      "ミルミナ",
      "A timid young girl from Palpebra with an incredible knack for fighting. However, due to her crippling shyness, she is unable to look other people in the eyes. She wears her current outfit at the orders of her master.",
      "Shy Spearwoman",
      "Burning Rondo",
      "Charges toward the nearest enemies with extreme speed, inflicting Fire damage on hit foes / Grants Pierce to all units and multiballs in your party",
      "Burning Rondo+",
      "Charges toward the nearest enemies with extreme speed, inflicting Fire damage on hit foes / Grants Pierce to all units and multiballs in your party",
      "Blooming Desires",
      "Asuka Ohgame"
    ]
  ],
  "233001": [
    [
      "Prika",
      "プリカ",
      "The descendant of a secret weapon left behind by a fallen kingdom, this tomboyish princess commands dolls and creation magic. She tears through every obstacle in sight, ready to enjoy life in a new world.",
      "Princess Poppeteer",
      "Embodied Figment",
      "Launches a giant golem arm straight ahead, inflicting Thunder damage and removing a buff from hit foes / Increases attack",
      "Embodied Figment+",
      "Launches a giant golem arm straight ahead, inflicting Thunder damage and removing a buff from hit foes / Increases attack",
      "Overflowing Imagination",
      "Ami Koshimizu"
    ]
  ],
  "151009": [
    [
      "Nephtim",
      "ネフティム",
      "Nephtim is an ancient, deadly weapon from the Kingdom of Sand... who has been scouted to perform at the Kaleidoscope's 50th Anniversary memorial event.",
      "Fete Femme Fatale",
      "Nehm Gereh",
      "Celebrates the 50th anniversary of the Kaleidoscope, granting Recover to Light units and Light multiballs / If used during Fever state, grants Multihit to Light units and Light multiballs",
      "Nehm Gereh+",
      "Celebrates the 50th anniversary of the Kaleidoscope, granting Recover to Light units and Light multiballs / If used during Fever state, grants Multihit to Light units and Light multiballs",
      "The Entertainer",
      "Ai Kayano"
    ]
  ],
  "161006": [
    [
      "Olivia",
      "オリヴィエ",
      "A fallen angel—one chosen by the Ark of Calamity—who holds the key to the new world she so desperately seeks.",
      "Dark Angel",
      "Dark Fallen Sword",
      "Slashes straight ahead, inflicting Dark damage, reduced attack, and Mire on foes in front / Grants Pierce to all units and multiballs in your party",
      "Dark Fallen Sword+",
      "Slashes straight ahead, inflicting Dark damage, reduced attack, and Mire on foes in front / Grants Pierce to all units and multiballs in your party",
      "Thirst for a New World",
      "Maaya Sakamoto"
    ]
  ],
  "261008": [
    [
      "Luna",
      "ルナ",
      "A necromancer from a far-off realm who's able to command the undead. With her deceased parents always by her side, she's developed a rather twisted view of the world.",
      "Young Necromancer",
      "Phantom Howl",
      "Summons ghosts from beyond the veil, sacrificing the HP of all multiballs and units in the party except for Luna and inflicting Dark damage on nearby foes (Damage increases with Coffin revive count of all units in your party)",
      "Phantom Howl+",
      "Summons ghosts from beyond the veil, sacrificing the HP of all multiballs and units in the party except for Luna and inflicting Dark damage on nearby foes (Damage increases with Coffin revive count of all units in your party)",
      "Necromancy",
      "Yui Ogura"
    ]
  ],
  "211010": [
    [
      "Hayz",
      "ヘイズ",
      "A Crimson Blade pirate who wields twin pistols as his signature weapon. He is head over heels in love with Marina and will do anything for her.",
      "Loose Cannon",
      "Cannon Barrage",
      "Shoots a signal flare, calling in a pirate ship to unleash multiple rounds of cannon fire, inflicting Fire damage on hit foes / Increases attack of Fire units and Fire multiballs",
      "Cannon Barrage+",
      "Shoots a signal flare, calling in a pirate ship to unleash multiple rounds of cannon fire, inflicting Fire damage on hit foes / Increases attack of Fire units and Fire multiballs",
      "Pirate Vanguard's Resolve",
      "Taku Yashiro "
    ]
  ],
  "131012": [
    [
      "Botan",
      "ボタン",
      "A pyrotechnician from Yamato with a workshop deep in the mountains. She travels all across the world seeking to create a spectacular fireworks display the likes of which no one has seen before!",
      "Perky Pyrotechnician",
      "Golden Bloom Boom",
      "Fires off her custom-made fireworks in a straight line and deals Thunder damage to enemies she hits (Damage increases with higher combos)",
      "Golden Bloom Boom+",
      "Fires off her custom-made fireworks in a straight line and deals Thunder damage to enemies she hits (Damage increases with higher combos)",
      "Fire Flowers in the Night",
      "Ayana Taketatsu"
    ]
  ],
  "321012": [
    [
      "Samantha",
      "サマサ",
      "A bubbly young shaman girl who left her hometown to experience the thrills of big-city life in Palpebra.",
      "Stylish Shaman",
      "Glacial Water",
      "Borrows the power of her ancestors to surround herself in water droplets, dealing Water damage to nearby enemies and lowering Water elemental resistance",
      "Glacial Water+",
      "Borrows the power of her ancestors to surround herself in water droplets, dealing Water damage to nearby enemies and lowering Water elemental resistance",
      "Out on the Town!",
      "Mayu Mineda"
    ]
  ],
  "311012": [
    [
      "Harlisha",
      "ハリシャ",
      "A practitioner of the traditional healing arts of the Kingdom of Sand, she focuses on bringing the heart and mind into perfect equilibrium. With her by your side, you can trust you'll be in good hands.",
      "Gentle Healer",
      "Agni Saptadhatu",
      "Utilizes traditional healing techniques, restoring the HP of all units and multiballs in your party, and units in other players' parties (Effect boosted for Fire element) / Removes 1 debuff from all units and multiballs in your party",
      "Agni Saptadhatu+",
      "Utilizes traditional healing techniques, restoring the HP of all units and multiballs in your party, and units in other players' parties (Effect boosted for Fire element) / Removes 1 debuff from all units and multiballs in your party",
      "Shirodhara",
      "Yuka Nukui"
    ]
  ],
  "221010": [
    [
      "Sohvi",
      "ソーヴィ",
      "A sprite user who once spent all her time developing a concoction to raise the dead, only to have a fateful encounter send her life in another direction. The concept of ethics, however, has yet to cross her mind.",
      "Witch Doctor",
      "Spirit Sacrifice",
      "Swings her scythe, inflicting Water damage on foes she bumps into for a period of time / Increases Attrition damage",
      "Spirit Sacrifice+",
      "Swings her scythe, inflicting Water damage on foes she bumps into for a period of time / Increases Attrition damage",
      "Mad Scientist",
      "Satomi Arai"
    ]
  ],
  "211009": [
    [
      "Kyrie",
      "キリ",
      "A somewhat skittish, gun-toting young girl hailing from the Endless Blue. Her natural talent for firearms and steady eye see to it that her shots never miss their mark.",
      "Scaredy Cat Sniper",
      "Ignition Shot",
      "Cowering from behind her gun, Kyrie fires off a buckshot in a straight line, inflicting fire damage on hit foes",
      "Ignition Shot+",
      "Cowering from behind her gun, Kyrie fires off a buckshot in a straight line, inflicting fire damage on hit foes",
      "Heart of the Cartridge",
      "Hina Kino"
    ]
  ],
  "131011": [
    [
      "Sera",
      "セラ",
      "An android who is the First Commander of the Aegis Squadron, a group styling themselves to be guardians of law and order. Her human-like body is said to have been a gift from the Administrator herself.",
      "Loyal Gun",
      "Sacred Blast",
      "Unloads a round of machine gun fire, dealing Thunder damage to all foes on the field / Then fires off a rocket, inflicting Thunder damage on all foes hit",
      "Sacred Blast+",
      "Unloads a round of machine gun fire, dealing Thunder damage to all foes on the field / Then fires off a rocket, inflicting Thunder damage on all foes hit",
      "Aegis Protocol: Deploy Escort",
      "Aoi Yuki"
    ]
  ],
  "121007": [
    [
      "Rakisha",
      "ラキーシャ",
      "A wayfarer who traverses the desert's borderlands, Rakisha wields an ancient brush that can direct the course of water. She is troubled by the portent of war between the borderlands and royal family, and rues that her powers alone are not enough to stem the flood of violence.",
      "Guider to the Edge",
      "Ain Arama",
      "Refreshes the party with water from her brush, increasing the attack and Fire resistance of all units and multiballs in your party",
      "Ain Arama+",
      "Refreshes the party with water from her brush, increasing the attack and Fire resistance of all units and multiballs in your party",
      "Blessed Brush",
      "Marina Inoue"
    ]
  ],
  "261007": [
    [
      "Selgir",
      "セルジール",
      "A Gaean Defense Captain posted at the end of the sea. A seasoned warrior with a kind heart, he commands the respect of his young crew. Lost his right eye in battle long ago.",
      "One-Eyed Gunner",
      "Black Bullet",
      "Shoots at the nearest target, inflicting Dark damage on hit foes (Damage increases the nearer Selgir is to his target) + Removes 1 buff",
      "Black Bullet+",
      "Shoots at the nearest target, inflicting Dark damage on hit foes (Damage increases the nearer Selgir is to his target) + Removes 1 buff",
      "Fire at Will!",
      "Tetsuo Kanao"
    ]
  ],
  "221009": [
    [
      "Mizuchi",
      "ミズチ",
      "A young diviner learning to convert the curse of a water snake into power. Utterly devoted to Suizen, Chair of the Diviners' Commission and, in her eyes, the hero who saved her life.",
      "Serpentine Diviner",
      "Stagnation",
      "Summons a white snake that leaps before her, inflicting Water damage and Poison on all foes that touch its venomous cloud + Removes 1 buff",
      "Stagnation+",
      "Summons a white snake that leaps before her, inflicting Water damage and Poison on all foes that touch its venomous cloud + Removes 1 buff",
      "Power of the Snake",
      "Kaori Maeda"
    ]
  ],
  "331013": [
    [
      "Vargen",
      "バルゲン",
      "A seasoned warrior who was born in a small village far from Palpebra. In his younger days, he was an adventurer, but after the loss of his village, he's grown accustomed to being on his own.",
      "Lone Bastion",
      "Impact Bolt",
      "Unleashes a powerful attack in front, inflicting Thunder damage on hit foes / Restores HP for self (Effect boosted for Thunder element) / Increases Power Flip damage of all units and multiballs in your party",
      "Impact Bolt+",
      "Unleashes a powerful attack in front, inflicting Thunder damage on hit foes / Restores HP for self (Effect boosted for Thunder element) / Increases Power Flip damage of all units and multiballs in your party",
      "Woodsman",
      "Naoki Tamanoi"
    ]
  ],
  "151007": [
    [
      "Libram",
      "リーブラム",
      "Third son of the Swes family, one of the Farlands' Nine Houses, which presides over commerce and diplomacy. A merchant with a keen eye for steel, Libram has amassed an arsenal of the finest weapons unearthed from the Kaleidoscope. When deprived of his purse and weapons, however, he's rather pathetic.",
      "High-Hat Negotiant",
      "Relic Ruination",
      "Deploys seven blades before him, inflicting Light damage on hit foes / Increases Libram's attack with every hit dealt",
      "Relic Ruination+",
      "Deploys seven blades before him, inflicting Light damage on hit foes / Increases Libram's attack with every hit dealt",
      "The House of Swes",
      "Kaito Ishikawa"
    ]
  ],
  "241009": [
    [
      "Kohane",
      "コハネ",
      "A bold and boisterous human girl raised by a tengu. She's trying to learn how to fit in with city slickin' girls her age.",
      "Tengu in Training",
      "Tengu Twirl",
      "Launches a whoosh of wind in front of her, inflicting Wind damage on hit foes and all foes within radius of the blast",
      "Tengu Twirl+",
      "Launches a whoosh of wind in front of her, inflicting Wind damage on hit foes and all foes within radius of the blast",
      "Tengu Trendsetter",
      "Mayu Yoshioka"
    ]
  ],
  "141006": [
    [
      "Miguel",
      "ミゲル",
      "An adventurer who serves as a diplomat for the Adventurer's Guild and receives orders from its top brass. With his magical teapot, he flies from place to place to fulfill the essential duties entrusted to him.",
      "Aerial Ambassador",
      "Echoing Breath",
      "Channels the power of a Kaleidoscope relic, restoring the HP of the party leader (Effect boosted for Wind element) / Increases the attack of Wind units and Wind multiballs / Increases Power Flip damage of all units and multiballs in your party",
      "Echoing Breath+",
      "Channels the power of a Kaleidoscope relic, restoring the HP of the party leader (Effect boosted for Wind element) / Increases the attack of Wind units and Wind multiballs / Increases Power Flip damage of all units and multiballs in your party",
      "The Conjurer",
      "Toshiki Masuda"
    ]
  ],
  "321011": [
    [
      "Clara",
      "クラーラ",
      "A beastfolk girl from the Floats. While she may not look it—much to her dismay—she's as tough and intrepid a mercenary as one could find. ",
      "New Purpose",
      "Beastly Bash",
      "When at 60% HP or more: Swings her axe, inflicting Water damage on hit foes / Increases attack for self / Increases Power Flip damage of all units and multiballs in your party\nWhen under 60% HP: Shields self with a flurry of blows, increasing Fire resistance / Restores HP for self (Effect boosted for Water element)",
      "Beastly Bash+",
      "When at 60% HP or more: Swings her axe, inflicting Water damage on hit foes / Increases attack for self / Increases Power Flip damage of all units and multiballs in your party\nWhen under 60% HP: Shields self with a flurry of blows, increasing Fire resistance / Restores HP for self (Effect boosted for Water element)",
      "Power of Will",
      "Honoka Kuroki"
    ]
  ],
  "251009": [
    [
      "Floretta",
      "フロレッタ",
      "A mercenary who works for the navy and protects Oceanus. Born in a small village on a northern island, she left her hometown to find a place where she could truly belong.",
      "Wild Card Sellsword",
      "Orbscurity",
      "Swings her sword to summon bubbles, inflicting Light damage and Mire on all foes on the field (Ignore soft spots)",
      "Orbscurity+",
      "Swings her sword to summon bubbles, inflicting Light damage and Mire on all foes on the field (Ignore soft spots)",
      "Playing It Unsafe",
      "Aki Toyosaki"
    ]
  ],
  "700006": [
    [
      "Haridal",
      "ハーリダル",
      "(None)",
      "(None)",
      "Zahab Fajr",
      "desert_commander_no_piercing",
      "Zahab Fajr+",
      "desert_commander_no_piercing",
      "Oath to the Dawn",
      "(None)"
    ]
  ],
  "700007": [
    [
      "Sotieth",
      "ソティエス",
      "A weapon of the ancients, discovered within an old ruin in the Kingdom of Sand. Designed to resemble a person, her role was once to serve as the key to powering an artificial god. Now she travels new worlds to fulfill the new mission entrusted to her—to understand what it is that makes people so resilient.",
      "Ancient Weapon of Dawn",
      "Mut Nu",
      "Unleashes the power of her Alter Device, inflicting Water damage on all foes on the field / Increases attack of all units and multiballs in your party / Increases Fever Gauge",
      "Mut Nu+",
      "Unleashes the power of her Alter Device, inflicting Water damage on all foes on the field / Increases attack of all units and multiballs in your party / Increases Fever Gauge",
      "Hope Inherited",
      "Ayaka Nanase"
    ]
  ],
  "700008": [
    [
      "Assist",
      "アシストキャラ",
      "(None)",
      "(None)",
      "Cursebringer",
      "justice_lady_assist",
      "Cursebringer+",
      "justice_lady_assist",
      "justice_lady_assist",
      "(None)"
    ]
  ],
  "700004": [
    [
      "Assist",
      "アシストキャラ",
      "(None)",
      "(None)",
      "Cursebringer",
      "horn_leader_assist",
      "Cursebringer+",
      "horn_leader_assist",
      "memuramu_assist",
      "(None)"
    ]
  ],
  "700005": [
    [
      "Assist",
      "アシストキャラ",
      "(None)",
      "(None)",
      "Sador Hathol",
      "guildknight_leader_assist",
      "Sador Hathol+",
      "guildknight_leader_assist",
      "zehheru_assist",
      "(None)"
    ]
  ],
  "700001": [
    [
      "Assist",
      "アシストキャラ",
      "(None)",
      "(None)",
      "Cursebringer",
      "devil_leader_assist",
      "Cursebringer+",
      "devil_leader_assist",
      "devil_leader_assist",
      "(None)"
    ]
  ],
  "700002": [
    [
      "Assist",
      "アシストキャラ",
      "(None)",
      "(None)",
      "Sador Hathol",
      "elf_princess_assist",
      "Sador Hathol+",
      "elf_princess_assist",
      "elf_princess_assist",
      "(None)"
    ]
  ],
  "700003": [
    [
      "Assist",
      "アシストキャラ",
      "(None)",
      "(None)",
      "Alchemic Analysis",
      "resistance_princess_assist",
      "Alchemic Analysis+",
      "resistance_princess_assist",
      "resistance_princess_assist",
      "(None)"
    ]
  ],
  "700011": [
    [
      "Yuki Mishima",
      "ミシマユキ",
      "見嶋勇希。高校二年生、１７歳。隔絶された街の中で、ある日『超能力』に目覚めた少女。学校では人を寄せ付けない孤高の美少女として見られていたが、二人の少年にだけは屈託のない笑顔を見せていた。",
      "Barrier Defender",
      "Dendrite Barrier",
      "psychic_yuki_assist",
      "Dendrite Barrier+",
      "psychic_yuki_assist",
      "Personal Space",
      "(None)"
    ]
  ],
  "700012": [
    [
      "Shota Inori",
      "イノリショウタ",
      "仮",
      "(None)",
      "Gravity Ball",
      "psychic_shouta_assist",
      "Gravity Ball+",
      "psychic_shouta_assist",
      "Temporary Protection",
      "(None)"
    ]
  ],
  "700010": [
    [
      "Alk",
      "アルク",
      "A mysterious boy who alights in Starview Village. He has no memory of his past or the world he is from, and he is eager for new knowledge. He is cheery and, oddly enough, a marvelous chef. ",
      "Star Hopper",
      "Meteor Break",
      "Generates shock waves, inflicting Fire damage on nearby foes / Increases the attack of all units and multiballs in your party, and units in other players' parties",
      "Meteor Break+",
      "Generates shock waves, inflicting Fire damage on nearby foes / Increases the attack of all units and multiballs in your party, and units in other players' parties",
      "Path to the Stars",
      "Ryota Osaka"
    ]
  ],
  "700009": [
    [
      "Alk",
      "アルク",
      "A mysterious boy who alights in Starview Village. He has no memory of his past or the world he is from, and he is eager for new knowledge. He is cheery and, oddly enough, a marvelous chef. ",
      "Star Hopper",
      "Meteor Break",
      "Generates shock waves, inflicting Fire damage on nearby foes / Increases the attack of all units and multiballs in your party, and units in other players' parties",
      "Meteor Break+",
      "Generates shock waves, inflicting Fire damage on nearby foes / Increases the attack of all units and multiballs in your party, and units in other players' parties",
      "Path to the Stars",
      "Ryota Osaka"
    ]
  ],
  "1": [
    [
      "Alk",
      "アルク",
      "A mysterious boy who alights in Starview Village. He has no memory of his past or the world he is from, and he is eager for new knowledge. He is cheery and, oddly enough, a marvelous chef. ",
      "Star Hopper",
      "Meteor Break",
      "Generates shock waves, inflicting Fire damage on nearby foes / Increases the attack of all units and multiballs in your party, and units in other players' parties",
      "Meteor Break+",
      "Generates shock waves, inflicting Fire damage on nearby foes / Increases the attack of all units and multiballs in your party, and units in other players' parties",
      "Path to the Stars",
      "Ryota Osaka"
    ]
  ],
  "999999": [
    [
      "Shakari",
      "シャクティ",
      "(None)",
      "(None)",
      "flame_witch",
      "flame_witch",
      "flame_witch",
      "flame_witch",
      "Empty Prayers",
      "(None)"
    ]
  ],
  "333001": [
    [
      "Mew",
      "ミュウ",
      "A catfolk fighter, Mew's appearance is more human than feline. Though troubled by her lack of fur, she finally finds some comfort with her unusual form after arriving in Starview Village.",
      "Mew Year, Mew Me!",
      "Wild Spin",
      "Flies at the closest target in a flurry of slashes, inflicting Thunder damage on nearby foes.",
      "Wild Spin+",
      "Flies at the closest target in a flurry of slashes, inflicting Thunder damage on nearby foes.",
      "Purrsuing Perfection",
      "Emiri Kato"
    ]
  ],
  "263001": [
    [
      "Quazer",
      "クォーツァー",
      "Born into a family of arms dealers, Quazer is accustomed to getting everything she desires no matter the cost. From children and handicrafts, to stuffed animals and candy, she loves adorable things above all else. But woe is the fool who gets between her and the objects of her desire.",
      "Pragmatic Patron",
      "Lunar Reaper",
      "Furiously slashes with duel blades, inflicting Dark damage on nearby foes.",
      "Lunar Reaper+",
      "Furiously slashes with duel blades, inflicting Dark damage on nearby foes.",
      "Dignified Lady",
      "Akane Fujita"
    ]
  ],
  "323001": [
    [
      "Challua",
      "チャルア",
      "A sprite born from the Spirit Tree. Challua is enchanted when she encounters a festively decked out holiday tree, and decides to imitate it.",
      "Sacred Tree Sprite",
      "Estrella Gracia",
      "Spreads holiday cheer, increasing attack for all units and multiballs in your party / Increases Fever Gauge ",
      "Estrella Gracia+",
      "Spreads holiday cheer, increasing attack for all units and multiballs in your party / Increases Fever Gauge ",
      "Sacred Tree's Blessing",
      "Rumi Okubo"
    ]
  ],
  "121004": [
    [
      "Cipher",
      "サイファ",
      "A mysterious witch with the ability to manipulate space and time with her icy magic. Feared by pirates all across the ocean, she is known by some as the \"Ice Queen\" or the \"Scourge of the Seas\".",
      "Ice Queen",
      "Ice Coffin",
      "Generates powerful ice magic, inflicting Water damage on all foes on the field (Ignore soft spots) and reduced Water resistance on hit foes + Mire",
      "Ice Coffin+",
      "Generates powerful ice magic, inflicting Water damage on all foes on the field (Ignore soft spots) and reduced Water resistance on hit foes + Mire",
      "Eternal Frost",
      "Hiromi Igarashi"
    ]
  ],
  "161004": [
    [
      "Mormia",
      "モルミア",
      "A half-elf with a human father. Mormia was banished from her homeland as a young girl, for the fair folk of the Elven Woods are forbidden to contact the outside world. As she roamed, she slipped through an interdimensional rift and arrived in Palpebra, where she honed her prowess with an enchanted blade.",
      "Wandering Blade",
      "Duas Megil",
      "Swings her enchanted blade at the nearest target while unleashing power, inflicting Dark damage on nearby foes / Grants Pierce to all units and multiballs in your party",
      "Duas Megil+",
      "Swings her enchanted blade at the nearest target while unleashing power, inflicting Dark damage on nearby foes / Grants Pierce to all units and multiballs in your party",
      "Reason to Fight",
      "Takako Honda"
    ]
  ],
  "231008": [
    [
      "Adonis",
      "アドーニ",
      "The adopted son of a wealthy family. Unable to find it in his heart to trust others, Adonis stole money and a magical weapon from his foster parents before striking out on his own. He's a talented Kaleidoscope trawler.",
      "Sardonic Swordsman",
      "Castaway's Cry",
      "Wields his spear with lightning speed, inflicting thunder damage on foes he bumps into for a period of time / Increases attack / Increases Fever Gauge",
      "Castaway's Cry+",
      "Wields his spear with lightning speed, inflicting thunder damage on foes he bumps into for a period of time / Increases attack / Increases Fever Gauge",
      "Tactician's Insight",
      "Ayumu Murase"
    ]
  ],
  "341010": [
    [
      "Kate",
      "ケイト",
      "Although her foul-mouthed persona may seem intimidating at first, this orphan actually has a heart of gold. Unfortunately, kindness can only take you so far in a life of crime.",
      "Stella's Bodyguard",
      "Slash Barrage",
      "Wields her dagger to unleash a barrage of slashes, dealing wind damage to nearby enemies.",
      "Slash Barrage+",
      "Wields her dagger to unleash a barrage of slashes, dealing wind damage to nearby enemies.",
      "Vengeful Anger",
      "Aya Suzaki"
    ]
  ],
  "121003": [
    [
      "Ellya",
      "エリヤ",
      "A spunky adventurer determined to conquer the Kaleidoscope in record time. Inspired by her new Yamato get-up, she vows to spread its traditional culture to Palpebra.",
      "Battledore Princess",
      "Hagoita Splash",
      "Uses her Hagoita to deal a paddlin', inflicting Water damage on hit foes (Damage increases with number of hits)",
      "Hagoita Splash+",
      "Uses her Hagoita to deal a paddlin', inflicting Water damage on hit foes (Damage increases with number of hits)",
      "Kimono-clad Sharpshooter",
      "Shiori Izawa"
    ]
  ],
  "111005": [
    [
      "Noenne",
      "ノエネ",
      "A powerful vocalist, Noenne formed a group with Catherine, a ghost, and Kapipi, a capybara, to represent Littleton in the world idol competition. Though they lost, she vowed to make a comeback and now travels with Alk and company on a new journey.",
      "Little Idol",
      "Hard Rock Magic",
      "Hypes up the battlefield, increasing Fire leader attack / Increases Power Flip damage for all units and multiballs in your party / Restores the HP of all units and multiballs in your party, and units in other players' parties (Effect boosted for Fire element)",
      "Hard Rock Magic+",
      "Hypes up the battlefield, increasing Fire leader attack / Increases Power Flip damage for all units and multiballs in your party / Restores the HP of all units and multiballs in your party, and units in other players' parties (Effect boosted for Fire element)",
      "Cosmic Idolescence",
      "Rie Kugimiya"
    ]
  ],
  "261006": [
    [
      "Yuwel",
      "ユーウェル",
      "Son of the Nouin clan, one of the Farland's Nine Noble Houses. This young aristocrat, locked in a friendly rivalry with Alk, stirs up havoc when he suddenly challenges the gourmand adventurer to the deadliest of contests: cooking.",
      "Questionable Concoctioner",
      "Venomous Edge",
      "Performs a sword dance in celebration of the new year, inflicting Dark damage and Poison on foes in front / Increases attack for all units and multiballs in your party",
      "Venomous Edge+",
      "Performs a sword dance in celebration of the new year, inflicting Dark damage and Poison on foes in front / Increases attack for all units and multiballs in your party",
      "Chef's Kiss",
      "Ryota Osaka"
    ]
  ],
  "241006": [
    [
      "Rebecca",
      "レベッカ",
      "Rebecca lacks the confidence and refinement of other mages, but this New Year's she takes a stab at wearing traditional Yamato clothing. The unfamiliar fabrics, however, cause her to continuously trip and fall.",
      "Anxious Enchantress",
      "Fortune Swing",
      "Try out your luck! Has a chance of increasing attack, Power Flip damage, and/or skill damage for all units and multiballs in your party / Increases Fever Gauge",
      "Fortune Swing+",
      "Try out your luck! Has a chance of increasing attack, Power Flip damage, and/or skill damage for all units and multiballs in your party / Increases Fever Gauge",
      "Fortune's Favored",
      "Miyu Takagi"
    ]
  ],
  "211007": [
    [
      "Luluca",
      "リュリュカ",
      "A journalist writing for a magazine called the Oculus. She's currently obsessed with introducing calligraphy to the people of Palpebra.",
      "The Art of Writing",
      "Courageous Calligraphy",
      "Shows off her skills as a master calligrapher, increasing the Power Flip damage of all units and multiballs in your party",
      "Courageous Calligraphy+",
      "Shows off her skills as a master calligrapher, increasing the Power Flip damage of all units and multiballs in your party",
      "Special Scoop!",
      "Aoi Koga"
    ]
  ],
  "351008": [
    [
      "Kharo",
      "カロ",
      "A young girl raised by mountain wolves, she came to Palpebra after traversing the Kaleidoscope. She dreams of forming a new pack.",
      "Daughter of the Wild",
      "Marrow Splitter",
      "Slashes with fierce claws, inflicting Light damage on foes in front / Increases Fever Gauge",
      "Marrow Splitter+",
      "Slashes with fierce claws, inflicting Light damage on foes in front / Increases Fever Gauge",
      "Feral Instinct",
      "Yoshino Aoyama"
    ]
  ],
  "443001": [
    [
      "C. F. Kiseki",
      "クラファンキセキ",
      "A freaky head-shaped monster that appeared in the Kaleidoscope and immediately began transforming adventurers into gold. This thing's got tank treads, which are way better than legs.",
      "Erratic Endorsement",
      "G HEAD LASER",
      "What the? I CAN SHOOT LASERS IN THIS WORLD?! Inflicts wind damage on foes behind",
      "G HEAD LASER+",
      "What the? I CAN SHOOT LASERS IN THIS WORLD?! Inflicts wind damage on foes behind",
      "WE REACHED 14,757%, BABY!",
      "Towa Kiseki"
    ]
  ],
  "443002": [
    [
      "Towa Kiseki",
      "トワキセキ",
      "An interdimensional visitor with a lot of energy and a tragic (?) backstory. Though it was once Towa Kiseki's dream to become an actual singer, her screwball antics (and the fact she commissioned a talking head of herself) are what shot her to fame. But no matter what curveballs are thrown at her, she'll hit it out of the park with gusto.",
      "Interdimensional Cyberstar",
      "BIG HEAD CURVEBALL",
      "Flings a detachable head, inflicting wind damage, reduced attack, and Mire on foes in front",
      "BIG HEAD CURVEBALL+",
      "Flings a detachable head, inflicting wind damage, reduced attack, and Mire on foes in front",
      "RINGER OF A NEW ERA",
      "Towa Kiseki"
    ]
  ],
  "131003": [
    [
      "Soushiro",
      "ソウシロウ",
      "A lordless samurai who runs a study hall on the outskirts of town. Inspired by Palpebra's spirit of giving, Soushiro strives to make all the little ones' season bright.",
      "Saintly Samurai",
      "Shooting Star",
      "Strikes in a star pattern, inflicting Thunder damage on hit foes (Damage increases with higher combos) / Increases skill damage for self",
      "Shooting Star+",
      "Strikes in a star pattern, inflicting Thunder damage on hit foes (Damage increases with higher combos) / Increases skill damage for self",
      "For the Children",
      "Tsubasa Yonaga"
    ]
  ],
  "151004": [
    [
      "Inaho",
      "イナホ",
      "A yokai princess from Yamato, all set to be the star of the holiday season—even if her \"understanding\" of it hinges on trends and magazine date tips.",
      "Ostensibly On-Trend",
      "Stardrop Snowglobe",
      "Shirano tosses presents from the yokai sleigh, restoring the HP of all units and multiballs in your party, and units in other players' parties (Effect boosted for Light element) / Increases Fever Gauge",
      "Stardrop Snowglobe+",
      "Shirano tosses presents from the yokai sleigh, restoring the HP of all units and multiballs in your party, and units in other players' parties (Effect boosted for Light element) / Increases Fever Gauge",
      "Vulpine Vogue",
      "Ari Ozawa"
    ]
  ],
  "111004": [
    [
      "Marianne",
      "マリアンネ",
      "A young woman who works at the Maids' Parlor. Capable of handling everything from cleaning to combat, Marianne finds herself dressing up for a special mission this time around.",
      "Undercover Maid",
      "Holiday Surprise",
      "Toss diversionary presents before opening fire, inflicting fire damage and reduced fire resistance on hit foes and all foes within radius of its blast",
      "Holiday Surprise+",
      "Toss diversionary presents before opening fire, inflicting fire damage and reduced fire resistance on hit foes and all foes within radius of its blast",
      "Undercover Maid",
      "Nozomi Yamamoto"
    ]
  ],
  "231007": [
    [
      "Aureo",
      "アウレオ",
      "It's the holiday season, and delivery requests are piling up. But there's nothing Aureo can't do with the help of his bird buddy, Baloosh.",
      "Merry Mailman",
      "Present Panic",
      "Pulls sparkling presents out of his sack of joy, which inflict thunder damage on all foes they bump into / Increases Fever Gauge",
      "Present Panic+",
      "Pulls sparkling presents out of his sack of joy, which inflict thunder damage on all foes they bump into / Increases Fever Gauge",
      "The Gift of Friendship",
      "Nozomi Yamamoto"
    ]
  ],
  "211006": [
    [
      "Kannon",
      "カノン",
      "This spunky young adventurer discovered a pair of otherworldly handguns in the Kaleidoscope and hasn't looked back since. She tends to get flustered whenever she's treated like a \"lady.\"",
      "Copperhead Kannon",
      "Twin Cannons",
      "Unleash a hail of shots, inflicting fire damage on foes in front (Damage increases with higher combos)",
      "Twin Cannons+",
      "Unleash a hail of shots, inflicting fire damage on foes in front (Damage increases with higher combos)",
      "Follow My Bullets' Lead!",
      "Yuuki Kuwahara"
    ]
  ],
  "331012": [
    [
      "Fiora",
      "フォウラ",
      "A fortune teller from the Kingdom of Sand skilled in... MOST forms of divination.",
      "Divinator Divine",
      "Visions of Victory",
      "Reads victory in the stars, restoring the HP of all units and multiballs in your party, and units in other players' parties (Effect boosted for Thunder element) / Grants Recover to all units and multiballs in your party",
      "Visions of Victory+",
      "Reads victory in the stars, restoring the HP of all units and multiballs in your party, and units in other players' parties (Effect boosted for Thunder element) / Grants Recover to all units and multiballs in your party",
      "Crystal Ball",
      "Satomi Akesaka"
    ]
  ],
  "141001": [
    [
      "Celtie",
      "シルティー",
      "A shield-maiden born with the strength of a god. She likes nothing more than a friendly joust, but to her dismay, even allies will flee before her sword.",
      "The Fair Berserker",
      "Enlil Reincarnate",
      "Sweeps her blade with the force of a tempest, inflicting wind damage on foes in front and behind (Damage increases with higher combos)",
      "Enlil Reincarnate +",
      "Sweeps her blade with the force of a tempest, inflicting wind damage on foes in front and behind (Damage increases with higher combos)",
      "Pride of Tris",
      "Momo Asakura"
    ]
  ],
  "151003": [
    [
      "Eclair",
      "エクリール",
      "A colliseum fighter known throughout Palpebra as \"Shining Eclair.\" Respected by fans and rivals alike for her artful swordsmanship.",
      "Shining Eclair",
      "Elysian Blade",
      "Launches forward like an iridescent bolt, inflicting Light damage on foes she bumps into + Grants Pierce to your party for a short period of time",
      "Elysian Blade+",
      "Launches forward like an iridescent bolt, inflicting Light damage on foes she bumps into + Grants Pierce to your party for a short period of time",
      "Everyone's Role Model",
      "Satomi Akesaka"
    ]
  ],
  "241005": [
    [
      "Helga",
      "ヘルガ",
      "A staff-wielding canid soldier with a nose for danger. She spent so long on the battlefield that she's not entirely sure how to live off of it.",
      "Canid Staffmaster",
      "Spinel Paw",
      "Spins staff, then stabs towards the closest target, inflicting wind damage on all hit foes / Removes 1 debuff from all units and multiballs in your party",
      "Spinel Paw+",
      "Spins staff, then stabs towards the closest target, inflicting wind damage on all hit foes / Removes 1 debuff from all units and multiballs in your party",
      "The Nose Knows",
      "Yoshino Aoyama"
    ]
  ],
  "231006": [
    [
      "Mino",
      "ミノ",
      "A girl found lost in the Kaleidoscope. She was once feared by the Guild due to her violent rampages. Since meeting Alk, however, she has gained a measure of self-control.",
      "Horned Valkyrie",
      "Axe Barrage",
      "Goes into a headlong charge, swinging her axe thrice and sacrificing HP to inflict Thunder damage on all foes in that direction + Increases attack for self / Afterwards, uses the last hit of her attack to inflict Thunder damage on a foe in front",
      "Axe Barrage+",
      "Goes into a headlong charge, swinging her axe thrice and sacrificing HP to inflict Thunder damage on all foes in that direction + Increases attack for self / Afterwards, uses the last hit of her attack to inflict Thunder damage on a foe in front",
      "Battle Fury",
      "Ayaka Suwa"
    ]
  ],
  "321010": [
    [
      "Rico",
      "リコ",
      "A dapper young lady learning the ropes of her family's business—supervising a magic spring. She's still learning, but takes care to look the part.",
      "Dapper Spring Supervisor",
      "Holy Fountain",
      "Taps into the Spring's magic, restoring the HP of all units and multiballs in your party, and units in other players' parties (Effect boosted for Warriors) + Removes 1 debuff",
      "Holy Fountain+",
      "Taps into the Spring's magic, restoring the HP of all units and multiballs in your party, and units in other players' parties (Effect boosted for Warriors) + Removes 1 debuff",
      "Spring's Blessing",
      "Kotori Koiwai"
    ]
  ],
  "253013": [
    [
      "Stella",
      "ステラ",
      "For a long time, this girl simply observed all the worlds from a distance, but everything changed the day the stars fell and she gained a heart. From learning the gentle warmth of the sun and receiving advice from a blade stained crimson, her various experiences have since taught her what it is to dream of a wish her heart makes.",
      "The Broken Goddess",
      "Barrels of Fun",
      "Tosses explosives forward, inflicting Stun and reduced resistance to all elements on hit foes / Increases attack for all units and multiballs in your party, and units in other players' parties",
      "Barrels of Fun+",
      "Tosses explosives forward, inflicting Stun and reduced resistance to all elements on hit foes / Increases attack for all units and multiballs in your party, and units in other players' parties",
      "Found Treasure",
      "Yuuka Aisaka"
    ]
  ],
  "700013": [
    [
      "Nimbus",
      "シロ",
      "임시",
      "임시",
      "임시",
      "임시",
      "임시",
      "임시",
      "임시",
      "임시"
    ]
  ],
  "700014": [
    [
      "Cipher",
      "サイファ",
      "임시",
      "임시",
      "임시",
      "임시",
      "임시",
      "임시",
      "임시",
      "임시"
    ]
  ],
  "163001": [
    [
      "Yakumo",
      "ヤクモ",
      "A fugitive ninja who has come to Starview Village in search of a certain someone. Wielding dual blades that contain the essence of Orochi, he's a force to be reckoned with.",
      "Serpent Slayer Ninja",
      "Cursed Blood Blade Yaenosen",
      "Rushes over to the nearest foe and unleashes a wave of slashes from his cursed blades, inflicting Dark damage to hit foes / Grants Pierce to your party / Increases attack of Dark units and Dark multiballs",
      "Cursed Blood Blade Yaenosen+",
      "Rushes over to the nearest foe and unleashes a wave of slashes from his cursed blades, inflicting Dark damage to hit foes / Grants Pierce to your party / Increases attack of Dark units and Dark multiballs",
      "Aramasa and Karasahi",
      "Chiaki Kobayashi"
    ]
  ],
  "213001": [
    [
      "Alk",
      "アルク",
      "The young, amnesiac boy who was first to end up in Starview Village. His new cooking apron brings out his true character—reserved, dependable, and kind.",
      "The Caring Seeker",
      "Parfait de Shirano",
      "Brandishes a new dessert made in appreciation of his friends, restoring HP of all units and multiballs in your party, and units in other players' parties + increasing their attack",
      "Parfait de Shirano+",
      "Brandishes a new dessert made in appreciation of his friends, restoring HP of all units and multiballs in your party, and units in other players' parties + increasing their attack",
      "This Calls For a Feast!",
      "Ryota Osaka"
    ]
  ]
}
