{
  "5010073": [
    [
      "99",
      "1",
      "ジュアンリコ・改",
      "70",
      "item/equipment/general/sword_0073_raid_lv70",
      "1",
      "紅機兵の部品を流用して作られた絶品。熱で生み出した水蒸気を推力として、対象を斬り裂く機構を持つ機械剣",
      "99",
      "2024-08-26 14:00:00"
    ]
  ],
  "5010070": [
    [
      "99",
      "1",
      "リベレイター",
      "99",
      "item/equipment/general/sword_0070_epuration",
      "1",
      "天の力を我が物にしようとした絶品。粛清者から得られる結晶を吸収して、徐々に強化される進化する剣",
      "99",
      "2024-07-25 14:00:00"
    ]
  ],
  "5020035": [
    [
      "99",
      "1",
      "Stitch the Bear N+",
      "99",
      "item/equipment/general/axe_0035_boss_unique",
      "1",
      "An exquisite piece forged using the remains of the forest's master. This strange stuffed animal is soft to the touch but hardens when swung.",
      "99",
      "2024-02-29 14:00:00"
    ]
  ],
  "5010060": [
    [
      "99",
      "1",
      "Searing Oblivion N+",
      "99",
      "item/equipment/general/sword_0060_raid",
      "1",
      "An exquisite piece assembled using materials from the Inferno Spiritbeast. The fine blade is made from the beast's horn, containing unworldly heat. Stabbed targets are incinerated from the inside out.",
      "99",
      "2024-02-29 14:00:00"
    ]
  ],
  "5030029": [
    [
      "99",
      "1",
      "Seafang Spear N+",
      "99",
      "item/equipment/event/advent/spear_0029_raid",
      "1",
      "An exquisite piece obtained through battle with the Seafang Serpent. This weapon's three prongs are constantly enveloped in a mystical watery energy.",
      "99",
      "2024-02-29 14:00:00"
    ]
  ],
  "5070033": [
    [
      "99",
      "1",
      "Zlata Lalas N+",
      "99",
      "item/equipment/general/fist_0033_raid",
      "1",
      "An exquisite piece assembled using materials from the Maelstrom Spiritbeast. This gauntlet supposedly resonates with the fervent wishes of the wielder's allies.",
      "99",
      "2024-02-29 14:00:00"
    ]
  ],
  "5060020": [
    [
      "99",
      "1",
      "Ancestral Scepter N+",
      "99",
      "item/equipment/general/staff_0020_boss_unique",
      "1",
      "An exquisite scepter found in the Oracle's Hall, where it slumbered with generations of Whitetail kings.",
      "99",
      "2024-02-29 14:00:00"
    ]
  ],
  "5040025": [
    [
      "99",
      "1",
      "One More Time N+",
      "99",
      "item/equipment/general/bow_0025_raid",
      "1",
      "An exquisite piece assembled using materials from the Thundering Spiritbeast. This crossbow brings a multitude of bolts crashing down upon the foe's head.",
      "99",
      "2024-02-29 14:00:00"
    ]
  ],
  "5090023": [
    [
      "99",
      "1",
      "Aero Bomb Bag N+",
      "99",
      "item/equipment/general/acce_0023_boss_unique",
      "1",
      "An exquisite piece that was kept in a dogfolk storehouse. A bag made of boar fur, it allows for quick and easy access to the bombs housed inside.",
      "99",
      "2024-02-29 14:00:00"
    ]
  ],
  "5010064": [
    [
      "99",
      "1",
      "Acid Fang N+",
      "99",
      "item/equipment/general/sword_0064_raid",
      "1",
      "An exquisite piece assembled using materials from the Slitherwind Spiritbeast. A dagger sharpened from the venomous fang, its blade shines enchantingly.",
      "99",
      "2024-02-29 14:00:00"
    ]
  ],
  "5090024": [
    [
      "99",
      "1",
      "Lightcrest Crown N+",
      "99",
      "item/equipment/general/acce_0024_raid_revival",
      "1",
      "An exquisite piece obtained through battle with the Lightcrest Serpent. Befitting a true leader who rises above all others, this shining crown's design is based on the wings of the serpent.",
      "99",
      "2024-02-29 14:00:00"
    ]
  ],
  "5040033": [
    [
      "99",
      "1",
      "Tyr N+",
      "99",
      "item/equipment/general/bow_0033_raid",
      "1",
      "An exquisite piece assembled using materials from the Radiant Spiritbeast. Its shaft is made from the legs of the beast. Permanent slumber is all that awaits anyone who takes an arrow from it.",
      "99",
      "2024-02-29 14:00:00"
    ]
  ],
  "5060029": [
    [
      "99",
      "1",
      "Nakigitsune Staff N+",
      "99",
      "item/equipment/general/staff_0029_boss_unique",
      "1",
      "An exquisite piece found in the depths of a mystical shrine. It is said that if the staff lets out its distinctive fox cry twice, the user will have great fortune.",
      "99",
      "2024-02-29 14:00:00"
    ]
  ],
  "5020040": [
    [
      "99",
      "1",
      "Badly Broken N+",
      "99",
      "item/equipment/general/axe_0040_raid",
      "1",
      "An exquisite piece assembled using materials from the Nightfall Spiritbeast. The blade on this scythe was forged by sharpening a portion of the beast's wing. The blue waves that radiate from the weapon are said to beckon death itself.",
      "99",
      "2024-02-29 14:00:00"
    ]
  ]
}
