{
  "1": [
    [
      "usually_text_group",
      "Power your units up on the Mana Board!"
    ]
  ],
  "2": [
    [
      "usually_text_group",
      "If you're having trouble with a stage, try using the recommended element."
    ]
  ],
  "3": [
    [
      "usually_text_group",
      "Use dashes and skills to build up your combo and unleash a power flip."
    ]
  ],
  "4": [
    [
      "usually_text_group",
      "You can increase the level of a power flip by raising your combo. The max is Lv. 3!"
    ]
  ],
  "5": [
    [
      "usually_text_group",
      "Hit Continue, and your units will resume the battle max HP and full Skill Gauges."
    ]
  ],
  "6": [
    [
      "usually_text_group",
      "The orbs you get from completing story chapters are powerful armaments. Try using them!"
    ]
  ],
  "7": [
    [
      "usually_text_group",
      "Equip Ability Cores on the Mana Board."
    ]
  ],
  "8": [
    [
      "usually_text_group",
      "Unleash skills on downed foes to inflict major damage."
    ]
  ],
  "9": [
    [
      "usually_text_group",
      "Raise a unit's level cap to unlock their full potential."
    ]
  ],
  "10": [
    [
      "usually_text_group",
      "The Support Power Flip grants Pierce, which makes it easy to charge soft spots headlong."
    ]
  ],
  "11": [
    [
      "usually_text_group",
      "The Support Power Flip grants Levitate, which means your units ignore all gravity and wind effects."
    ]
  ],
  "12": [
    [
      "usually_text_group",
      "The Bruiser Power Flip inflicts massive damage on a single foe."
    ]
  ],
  "13": [
    [
      "usually_text_group",
      "The Warrior Power Flip has a wide strike range."
    ]
  ],
  "14": [
    [
      "usually_text_group",
      "The Deadeye Power Flip unleashes a deadly beam that travels through obstacles."
    ]
  ],
  "15": [
    [
      "usually_text_group",
      "The Special Power Flip hits a huge chunk of the field with an explosion."
    ]
  ],
  "16": [
    [
      "challenge_dungeon_group",
      "Healers are key to surviving drawn out battles."
    ]
  ],
  "17": [
    [
      "boss_lich_text_group",
      "Dead Soul is a homing shot. Instead of trying to dodge, launch your units at the attack and guard instead."
    ]
  ],
  "18": [
    [
      "boss_fangrider_text_group",
      "The Volt Cavalry is tough, but he's weak to wind damage."
    ]
  ],
  "19": [
    [
      "boss_white_tiger_text_group",
      "Whitetail's guardbeasts get in the way, but if you maneuver above them, you can rack up your combo quickly."
    ]
  ],
  "20": [
    [
      "boss_white_tiger_text_group",
      "Look out for powerful attacks during Whitetail's second phase. Focus on his soft spots!"
    ]
  ],
  "21": [
    [
      "boss_white_tiger_text_group",
      "Use dashes wisely to dodge Whitetail's Bitter Annihilation and seize the offensive."
    ]
  ],
  "22": [
    [
      "boss_white_tiger_text_group",
      "Whitetail goes into Blind Fury mode when his HP crosses a certain threshhold. Have your skills ready to go! "
    ]
  ],
  "23": [
    [
      "boss_gurdian_golem_text_group",
      "Let Assault Charge get close, then dodge by escaping to the top of the playfield."
    ]
  ],
  "24": [
    [
      "boss_administrator_text_group",
      "Pay attention to how Plasma Shot is timed. Then guard against the attack by launching your units straight into it."
    ]
  ],
  "25": [
    [
      "boss_administrator_text_group",
      "Lots of foes means lots of obstacles! Clear them out to make room for your units."
    ]
  ],
  "26": [
    [
      "boss_administrator_text_group",
      "rm-rf/ is dangerous. Down the Administrator first, and keep her from ever using the skill."
    ]
  ],
  "27": [
    [
      "boss_arch_evil_text_group",
      "Down Arch Accursed before it can use Gloomy Gale, then unleash a flurry of devastating attacks."
    ]
  ],
  "28": [
    [
      "boss_arch_evil_text_group",
      "The little daemons have a wide strike range. Finish them off first."
    ]
  ],
  "29": [
    [
      "boss_arch_evil_text_group",
      "Arch Accursed is wide open when it uses Malefic Mine. It's your chance to go on the offensive."
    ]
  ],
  "30": [
    [
      "boss_orochi_text_group",
      "The head that appears on the right at the beginning of an Orochi fight summons obstacles."
    ]
  ],
  "31": [
    [
      "boss_orochi_text_group",
      "The head that appears on the left at the beginning of an Orochi fight can heal the other heads."
    ]
  ],
  "32": [
    [
      "boss_orochi_text_group",
      "Orochi's heads appear in the same order every time. Use your experience to plan ahead!"
    ]
  ],
  "33": [
    [
      "boss_hermit_crab_group",
      "Use skills and power flips to target foes' soft spots."
    ]
  ],
  "34": [
    [
      "boss_discarded_dragon_thunder_text_group",
      "Remember, you don't have to flip the flippers. Stay low to avoid Spark Edge."
    ]
  ],
  "35": [
    [
      "boss_discarded_dragon_thunder_text_group",
      "The lightning rods could destroy your entire party—unless you destroy them first."
    ]
  ],
  "36": [
    [
      "boss_battle_group",
      "Skill chains down foes and dole out some major damage."
    ]
  ],
  "37": [
    [
      "boss_battle_group",
      "When you and other players use skills in quick succession, you can form a skill chain. It's all about timing."
    ]
  ],
  "38": [
    [
      "boss_battle_group",
      "Some heal skills work on other players' units."
    ]
  ]
}
